Repository: SChandu7/KisanKonnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, kn, mr, ta, te

# cropWheatDesc
source: Wheat is a major crop in India. It grows well in cool climates and requires moderate rainfall.
de: Weizen ist eine wichtige Kulturpflanze in Indien. Er gedeiht gut in kühlem Klima und benötigt moderate Niederschläge.
es: El trigo es un cultivo importante en India. Crece bien en climas frescos y requiere precipitaciones moderadas.
hi: गेहूं भारत में एक प्रमुख फसल है। यह ठंडी जलवायु में अच्छी तरह से उगता है और मध्यम वर्षा की आवश्यकता होती है।
kn: ಗೋಧಿಯು ಭಾರತದಲ್ಲಿ ಪ್ರಮುಖ ಬೆಳೆಯಾಗಿದೆ. ಇದು ತಂಪಾದ ಹವಾಮಾನದಲ್ಲಿ ಚೆನ್ನಾಗಿ ಬೆಳೆಯುತ್ತದೆ ಮತ್ತು ಮಧ್ಯಮ ಮಳೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ.
mr: गहू भारतातील प्रमुख पीक आहे. ते थंड हवामानात चांगले वाढते आणि मध्यम पर्जन्यमान आवश्यक आहे.
ta: கோதுமை இந்தியாவில் முக்கிய பயிராகும். இது குளிர்ந்த காலநிலையில் நன்கு வளரும் மற்றும் மிதமான மழைப்பொழிவு தேவை.
te: గోధుమ భారతదేశంలో ప్రధాన పంట. ఇది చల్లని వాతావరణంలో బాగా పెరుగుతుంది మరియు మితమైన వర్షపాతం అవసరం.

source: Close
de: Schließen
es: Cerrar
hi: बंद करें
kn: ಮುಚ್ಚಿ
mr: बंद
ta: மூடு
te: క్లోజ్

# equipmentFaqTitle
source: Equipment FAQ's
de: Häufig gestellte Fragen zu Geräten
es: Preguntas Frecuentes sobre Equipos
hi: उपकरण सामान्य प्रश्न
kn: ಉಪಕರಣ FAQಗಳು
mr: उपकरणे FAQ
ta: உபகரணங்கள் கேள்விகள்
te: పరికరాల FAQ's

# equipmentSearchHint
source: Search FAQs...
de: Suche nach FAQs...
es: Buscar Preguntas Frecuentes...
hi: सामान्य प्रश्न खोजें...
kn: FAQಗಳನ್ನು ಹುಡುಕಿ...
mr: FAQ शोधा...
ta: கேள்விகளைத் தேடு...
te: FAQs శోధించండి...

# equipmentQ1
source: What is the best tractor for small-scale farming?
de: Welcher Traktor ist der beste für die kleinbäuerliche Landwirtschaft?
es: ¿Cuál es el mejor tractor para la agricultura a pequeña escala?
hi: छोटे पैमाने की खेती के लिए सबसे अच्छा ट्रैक्टर कौन सा है?
kn: ಸಣ್ಣ-ಪ್ರಮಾಣದ ಕೃಷಿಗೆ ಯಾವ ಟ್ರಾಕ್ಟರ್ ಉತ್ತಮ?
mr: जॉन डीरे 1025R किंवा कुबोटा BX मालिका यासारखे कॉम्पॅक्ट ट्रॅक्टर्स लोकप्रिय पर्याय आहेत. ते विश्वसनीयता आणि लवचिक जोडण्या एकत्र करतात आणि लहान क्षेत्र किंवा हॉबी फार्मसाठी डिझाइन केलेले आहेत.
ta: சிறிய அளவிலான விவசாயத்திற்கு சிறந்த டிராக்டர் எது?
te: చిన్న స్థాయి వ్యవసాయానికి ఉత్తమ ట్రాక్టర్ ఏది?

# equipmentA1
source: Compact tractors like the John Deere 1025R or Kubota BX Series are popular choices. They combine reliability with flexible attachments and are designed for small acreage or hobby farms.
de: Kompakttraktoren wie der John Deere 1025R oder die Kubota BX-Serie sind beliebte Optionen. Sie kombinieren Zuverlässigkeit mit flexiblen Anbaugeräten und sind für kleine Flächen oder Hobbyfarmen ausgelegt.
es: Los tractores compactos como el John Deere 1025R o la serie Kubota BX son opciones populares. Combinan fiabilidad con accesorios flexibles y están diseñados para pequeñas superficies o granjas de hobby.
hi: जॉन डीयर 1025R या कुबोटा BX सीरीज़ जैसे कॉम्पैक्ट ट्रैक्टर लोकप्रिय विकल्प हैं। ये विश्वसनीयता और लचीले अटैचमेंट को जोड़ते हैं और छोटे खेतों या शौकिया खेती के लिए डिज़ाइन किए गए हैं।
kn: ಜಾನ್ ಡಿಯರ್ 1025R ಅಥವಾ ಕುಬೋಟಾ BX ಸೀರೀಸ್‌ನಂತಹ ಕಾಂಪ್ಯಾಕ್ಟ್ ಟ್ರಾಕ್ಟರ್‌ಗಳು ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳಾಗಿವೆ. ಅವು ವಿಶ್ವಾಸಾರ್ಹತೆಯನ್ನು ಹೊಂದಿವೆ ಮತ್ತು ಸಣ್ಣ ಜಮೀನುಗಳಿಗೆ ಸೂಕ್ತವಾಗಿವೆ.
ta: ஜான் டீரே 1025R அல்லது குபோட்டா BX தொடர் போன்ற சிறிய டிராக்டர்கள் பிரபலமானவை. இவை நம்பகத்தன்மையையும் பல்துறை இணைப்புகளையும் வழங்குகின்றன.
te: జాన్ డీర్ 1025R లేదా కుబోటా BX సిరీస్ వంటి కాంపాక్ట్ ట్రాక్టర్లు ప్రజాదరణ పొందిన ఎంపికలు. ఇవి విశ్వసనీయతను మరియు సరిపోయే అటాచ్‌మెంట్‌లతో కలిపి డిజైన్ చేయబడ్డాయి.

# equipmentQ2
source: How do I maintain my agricultural tools?
de: Wie pflege ich meine landwirtschaftlichen Werkzeuge?
es: ¿Cómo mantengo mis herramientas agrícolas?
hi: मैं अपने कृषि उपकरणों का रखरखाव कैसे करूं?
kn: ನನ್ನ ಕೃಷಿ ಉಪಕರಣಗಳನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುವುದು?
ta: விவசாய கருவிகளை எவ்வாறு பராமரிப்பது?
te: నా వ్యవసాయ పరికరాలను ఎలా నిర్వహించాలి?

# equipmentA2
source: Keep your tools clean after each use, oil any moving parts, and store them in a cool, dry space. Regular maintenance ensures longevity and optimal performance.
de: Halte deine Werkzeuge nach jedem Gebrauch sauber, öle bewegliche Teile ein und lagere sie an einem kühlen, trockenen Ort. Regelmäßige Wartung sorgt für Langlebigkeit und optimale Leistung.
es: Mantén tus herramientas limpias después de cada uso, engrasa las partes móviles y guárdalas en un lugar fresco y seco. El mantenimiento regular asegura una mayor durabilidad y un rendimiento óptimo.
hi: प्रत्येक उपयोग के बाद अपने उपकरणों को साफ रखें, किसी भी चलने वाले हिस्से को तेल लगाएं, और उन्हें ठंडी, सूखी जगह पर संग्रहित करें। नियमित रखरखाव दीर्घायु और इष्टतम प्रदर्शन सुनिश्चित करता है।
kn: ಪ್ರತಿ ಬಳಕೆಯ ನಂತರ ಉಪಕರಣಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ, ಚಲಿಸುವ ಭಾಗಗಳಿಗೆ ಎಣ್ಣೆ ಹಾಕಿ ಮತ್ತು ತಂಪಾದ, ಒಣಗಿರುವ ಸ್ಥಳದಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ. ನಿಯಮಿತ ನಿರ್ವಹಣೆ ದೀರ್ಘಾಯುಷ್ಯವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ.
mr: प्रत्येक वापरानंतर आपली साधने स्वच्छ ठेवा, हलणाऱ्या भागांना तेल लावा आणि त्यांना थंड, कोरड्या जागेत साठवा. नियमित देखभाल दीर्घायुष्य आणि इष्टतम कामगिरी सुनिश्चित करते.
ta: ஒவ்வொரு பயன்பாட்டிற்குப் பிறகும் கருவிகளை சுத்தம் செய்யவும், இயக்க பாகங்களுக்கு எண்ணெய் தடவவும், குளிர்ந்த மற்றும் உலர்ந்த இடத்தில் சேமிக்கவும்.
te: ప్రతి ఉపయోగం తర్వాత మీ పరికరాలను శుభ్రంగా ఉంచండి, కదిలే భాగాలకు నూనె పట్టించండి మరియు వాటిని చల్లని, పొడి స్థలంలో నిల్వ చేయండి.

# equipmentQ3
source: What is the lifespan of a plowing blade?
de: Wie lange hält eine Pflugschare?
es: ¿Cuál es la vida útil de una cuchilla de arado?
hi: एक हल ब्लेड का जीवनकाल क्या है?
kn: ನೇಗಿಲಿನ ಬ್ಲೇಡ್‌ನ ಆಯುಷ್ಯ ಎಷ್ಟು?
mr: खणण्याच्या ब्लेडचे आयुष्य किती आहे?
ta: உழவு கத்தியின் ஆயுட்காலம் என்ன?
te: ఒక ప్లోయింగ్ బ్లేడ్ జీవితకాలం ఎంత?

# equipmentA3
source: Plowing blades last between 3 to 5 years under regular use. Their durability depends on soil type, operational care, and timely inspections for wear and tear.
de: Pflugschare halten bei regelmäßigem Gebrauch zwischen 3 und 5 Jahren. Ihre Haltbarkeit hängt vom Bodentyp, der Betriebsweise und rechtzeitigen Inspektionen auf Verschleiß ab.
es: Las cuchillas de arado duran entre 3 y 5 años con un uso regular. Su durabilidad depende del tipo de suelo, el cuidado operacional y las inspecciones oportunas para detectar desgaste.
hi: हल ब्लेड नियमित उपयोग के तहत 3 से 5 साल तक चलते हैं। उनकी स्थायित्व मिट्टी के प्रकार, परिचालन देखभाल और घिसाव और फाड़ के लिए समय पर निरीक्षण पर निर्भर करती है।
kn: ನೇಗಿಲಿನ ಬ್ಲೇಡ್‌ಗಳು ಸಾಮಾನ್ಯ ಬಳಕೆಯಲ್ಲಿ 3 ರಿಂದ 5 ವರ್ಷಗಳವರೆಗೆ ಇರುತ್ತವೆ. ಇದರ ಬಾಳಿಕೆ ಮಣ್ಣಿನ ಪ್ರಕಾರ, ಕಾರ್ಯಾಚರಣೆಯ ಕಾಳಜಿ ಮತ್ತು ಧರಿಸುವಿಕೆಯ ತಪಾಸಣೆಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿರುತ್ತದೆ.
mr: नियमित वापरात खणण्याचे ब्लेड 3 ते 5 वर्षे टिकतात. त्यांची टिकाऊपणा मातीच्या प्रकारावर, ऑपरेशनल काळजीवर आणि घसारा तपासणीवर अवलंबून असतो.
ta: உழவு கத்திகள் பொதுவாக 3 முதல் 5 ஆண்டுகள் வரை நீடிக்கும். இவை மண்ணின் வகை மற்றும் பயன்பாட்டு பராமரிப்பைப் பொறுத்து மாறுபடும்.
te: ప్లోయింగ్ బ్లేడ్‌లు సాధారణ ఉపయోగంలో 3 నుండి 5 సంవత్సరాలు ఉంటాయి. వాటి మన్నిక నేల రకం, ఉపయోగం మరియు సమయానుకూల తనిఖీలపై ఆధారపడి ఉంటుంది.

# equipmentQ4
source: Can I use the same equipment for different crops?
de: Kann ich dasselbe Gerät für verschiedene Pflanzen verwenden?
es: ¿Puedo usar el mismo equipo para diferentes cultivos?
hi: क्या मैं विभिन्न फसलों के लिए एक ही उपकरण का उपयोग कर सकता हूं?
kn: ವಿಭಿನ್ನ ಬೆಳೆಗಳಿಗೆ ಒಂದೇ ಉಪಕರಣವನ್ನು ಬಳಸಬಹುದೇ?
mr: वेगवेगळ्या पिकांसाठी एकच उपकरण वापरता येईल का?
ta: வெவ்வேறு பயிர்களுக்கு ஒரே உபகரணத்தைப் பயன்படுத்த முடியுமா?
te: నేను వేర్వేరు పంటలకు అదే పరికరాలను ఉపయోగించవచ్చా?

# equipmentA4
source: Yes, many machines are designed for versatility. However, adjustments or recalibrations may be necessary to meet the requirements of specific crops.
de: Ja, viele Maschinen sind vielseitig einsetzbar. Es können jedoch Anpassungen oder Neukalibrierungen erforderlich sein, um die Anforderungen spezifischer Pflanzen zu erfüllen.
es: Sí, muchas máquinas están diseñadas para ser versátiles. Sin embargo, pueden ser necesarios ajustes o recalibraciones para cumplir con los requisitos de cultivos específicos.
hi: हां, कई मशीनें बहुमुखी हैं। हालांकि, विशिष्ट फसलों की आवश्यकताओं को पूरा करने के लिए समायोजन या पुन: कैलिब्रेशन आवश्यक हो सकता है।
kn: ಹೌದು, ಅನೇಕ ಯಂತ್ರಗಳು ಬಹುಮುಖವಾಗಿವೆ. ಆದರೆ, ನಿರ್ದಿಷ್ಟ ಬೆಳೆಗಳ ಅಗತ್ಯಗಳಿಗೆ ತಕ್ಕಂತೆ ಹೊಂದಾಣಿಕೆ ಅಥವಾ ಮರುಕಾಲಿಬರೇಷನ್ ಅಗತ್ಯವಿರಬಹುದು.
mr: होय, अनेक मशीन बहुमुखीपणासाठी डिझाइन केलेली आहेत. तथापि, विशिष्ट पिकांच्या गरजा पूर्ण करण्यासाठी समायोजन किंवा पुनर्कलन आवश्यक असू शकते.
ta: ஆம், பல இயந்திரங்கள் பல்துறைத்தன்மைக்காக வடிவமைக்கப்பட்டுள்ளன. இருப்பினும், குறிப்பிட்ட பயிர்களுக்கு ஏற்ப மாற்றங்கள் தேவைப்படலாம்.
te: అవును, అనేక యంత్రాలు బహుళ పంటలకు అనుకూలంగా డిజైన్ చేయబడ్డాయి. కానీ నిర్దిష్ట పంట అవసరాలకు అనుగుణంగా సర్దుబాట్లు అవసరం కావచ్చు.

# equipmentQ5
source: What safety precautions should I take when using power tools?
de: Welche Sicherheitsvorkehrungen sollte ich beim Einsatz von Elektrowerkzeugen treffen?
es: ¿Qué precauciones de seguridad debo tomar al usar herramientas eléctricas?
hi: पावर टूल्स का उपयोग करते समय मुझे कौन सी सुरक्षा सावधानियां बरतनी चाहिए?
kn: ಪವರ್ ಟೂಲ್ಸ್ ಬಳಸುವಾಗ ಯಾವ ಸುರಕ್ಷತಾ ಮುನ್ನೆಚ್ಚರಿಕೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕು?
mr: पॉवर टूल्स वापरताना कोणत्या सुरक्षिततेच्या खबरदारी घ्याव्यात?
ta: மின்சார கருவிகளைப் பயன்படுத்தும்போது எடுக்க வேண்டிய பாதுகாப்பு முன்னெச்சரிக்கைகள் என்ன?
te: పవర్ టూల్స్ ఉపయోగించేటప్పుడు నేను ఏ సురక్షా జాగ్రత్తలు తీసుకోవాలి?

# equipmentA5
source: Always wear protective gear such as gloves, goggles, and boots. Avoid distractions, follow the manufacturer's guide, and inspect the tools before every use.
de: Trage immer Schutzausrüstung wie Handschuhe, Schutzbrille und Stiefel. Vermeide Ablenkungen, befolge die Anweisungen des Herstellers und überprüfe die Werkzeuge vor jedem Gebrauch.
es: Siempre usa equipo de protección como guantes, gafas y botas. Evita distracciones, sigue las instrucciones del fabricante e inspecciona las herramientas antes de cada uso.
hi: हमेशा सुरक्षात्मक गियर जैसे दस्ताने, गोगल्स और जूते पहनें। विचलित होने से बचें, निर्माता के गाइड का पालन करें, और हर उपयोग से पहले उपकरणों का निरीक्षण करें।
kn: ಯಾವಾಗಲೂ ರಕ್ಷಣಾತ್ಮಕ ಗೇರ್‌ಗಳಾದ ಕೈಗವಸು, ಗಾಗಲ್ಸ್ ಮತ್ತು ಬೂಟ್‌ಗಳನ್ನು ಧರಿಸಿ. ತಯಾರಕರ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಅನುಸರಿಸಿ ಮತ್ತು ಪ್ರತಿ ಬಳಕೆಗೂ ಮುಂಚೆ ಉಪಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
mr: नेहमी हातमोजे, चष्मा आणि बूट यासारखी संरक्षक गीयर घाला. व्यत्यय टाळा, निर्मात्याच्या मार्गदर्शक तत्त्वांचे पालन करा आणि प्रत्येक वापरापूर्वी साधनांची तपासणी करा.
ta: எப்போதும் பாதுகாப்பு உபகரணங்களான கையுறைகள், கண்ணாடிகள் மற்றும் காலணிகளை அணியுங்கள். கவனச்சிதறல்களைத் தவிர்க்கவும், உற்பத்தியாளரின் வழிகாட்டுதல்களைப் பின்பற்றவும்.
te: ఎల్లప్పుడూ రక్షణ గేర్లు ధరించండి, తయారీదారు గైడ్‌ను అనుసరించండి మరియు ప్రతి ఉపయోగానికి ముందు పరికరాలను తనిఖీ చేయండి.

# equipmentQ6
source: How often should I service my tractor?
de: Wie oft sollte ich meinen Traktor warten?
es: ¿Con qué frecuencia debo realizar el mantenimiento de mi tractor?
hi: मुझे अपने ट्रैक्टर की सर्विसिंग कितनी बार करवानी चाहिए?
kn: ನನ್ನ ಟ್ರಾಕ್ಟರ್‌ಗೆ ಎಷ್ಟು ಬಾರಿ ಸೇವೆಯನ್ನು ಮಾಡಬೇಕು?
mr: माझा ट्रॅक्टर किती वेळा सर्व्हिस करावा?
ta: எவ்வளவு அடிக்கடி டிராக்டரை பராமரிக்க வேண்டும்?
te: నా ట్రాక్టర్‌ను ఎప్పటికప్పుడు సర్వీస్ చేయాలి?

# equipmentA6
source: Tractors need servicing every 200-250 operational hours or once annually. Routine checks include oil changes, belt inspections, and filter replacements.
de: Traktoren benötigen alle 200-250 Betriebsstunden oder einmal jährlich eine Wartung. Routinekontrollen umfassen Ölwechsel, Riemenprüfungen und Filterwechsel.
es: Los tractores necesitan mantenimiento cada 200-250 horas de operación o una vez al año. Las revisiones rutinarias incluyen cambios de aceite, inspecciones de correas y reemplazo de filtros.
hi: ट्रैक्टर को हर 200-250 परिचालन घंटों या साल में एक बार सर्विसिंग की आवश्यकता होती है। नियमित जांच में तेल परिवर्तन, बेल्ट निरीक्षण और फिल्टर प्रतिस्थापन शामिल हैं।
kn: ಟ್ರಾಕ್ಟರ್‌ಗಳಿಗೆ ಪ್ರತಿ 200-250 ಗಂಟೆಗಳ ಕಾರ್ಯಾಚರಣೆಗೆ ಅಥವಾ ವಾರ್ಷಿಕವಾಗಿ ಸೇವೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಣ್ಣೆ ಬದಲಾವಣೆ, ಬೆಲ್ಟ್ ತಪಾಸಣೆ ಮತ್ತು ಫಿಲ್ಟರ್ ಬದಲಾವಣೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.
mr: ट्रॅक्टर्सना प्रत्येक 200-250 ऑपरेशनल तासांनी किंवा वर्षातून एकदा सर्व्हिसिंग आवश्यक आहे. नियमित तपासणीत तेल बदलणे, बेल्ट तपासणी आणि फिल्टर बदलणे समाविष्ट आहे.
ta: டிராக்டர்களை ஒவ்வொரு 200-250 மணி நேர இயக்கத்திற்கு அல்லது ஆண்டுக்கு ஒரு முறை பராமரிக்க வேண்டும். வழக்கமான சோதனைகளில் எண்ணெய் மாற்றுதல் மற்றும் வடிகட்டி மாற்றுதல் அடங்கும்.
te: ట్రాక్టర్‌లు ప్రతి 200-250 ఆపరేషనల్ గంటలకు లేదా సంవత్సరానికి ఒకసారి సర్వీసింగ్ అవసరం.

# equipmentQ7
source: What is the best way to sharpen a sickle or scythe?
de: Was ist die beste Methode, um eine Sichel oder Sense zu schärfen?
es: ¿Cuál es la mejor manera de afilar una hoz o guadaña?
hi: एक दरांती या हंसिया को तेज करने का सबसे अच्छा तरीका क्या है?
kn: ಕುಡಗೋಲು ಅಥವಾ ಕುಡುಗೋಲನ್ನು ತೀಕ್ಷ್ಣಗೊಳಿಸಲು ಉತ್ತಮ ಮಾರ್ಗ ಯಾವುದು?
mr: विटी किंवा कोयता तीक्ष्ण करण्याचा सर्वोत्तम मार्ग कोणता आहे?
ta: அரிவாள் அல்லது சைத் கத்தியை கூர்மைப்படுத்த சிறந்த வழி எது?
te: సికిల్ లేదా సైతాన్ని ఎలా పదును పెట్టాలి?

# equipmentA7
source: Use a fine-grit sharpening stone and maintain consistent blade angles. Regular sharpening after each use ensures precise and efficient cuts in the field.
de: Verwende einen Schleifstein mit feiner Körnung und halte gleichmäßige Klingenwinkel ein. Regelmäßiges Schärfen nach jedem Gebrauch sorgt für präzise und effiziente Schnitte im Feld.
es: Usa una piedra de afilar de grano fino y mantén ángulos consistentes en la cuchilla. El afilado regular después de cada uso asegura cortes precisos y eficientes en el campo.
hi: एक महीन-दाने वाला शार्पनिंग स्टोन का उपयोग करें और ब्लेड कोणों को सुसंगत रखें। प्रत्येक उपयोग के बाद नियमित तेज करने से खेत में सटीक और कुशल कटौती सुनिश्चित होती है।
kn: ಸೂಕ್ಷ್ಮ-ಗ್ರಿಟ್ ಶಾರ್ಪನಿಂಗ್ ಕಲ್ಲನ್ನು ಬಳಸಿ ಮತ್ತು ಬ್ಲೇಡ್ ಕೋನವನ್ನು ಸ್ಥಿರವಾಗಿರಿಸಿ. ಪ್ರತಿ ಬಳಕೆಯ ನಂತರ ನಿಯಮಿತ ಶಾರ್ಪನಿಂಗ್ ನಿಖರ ಮತ್ತು ದಕ್ಷತೆಯ ಕಡಿತವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ.
mr: फाइन-ग्रिट शार्पनिंग स्टोन वापरा आणि ब्लेडचा कोन सातत्य राखा. प्रत्येक वापरानंतर नियमित तीक्ष्णता शेतात अचूक आणि कार्यक्षम कट सुनिश्चित करते.
ta: நுண்ணிய கூர்மைப்படுத்தல் கல்லைப் பயன்படுத்தி, ஒரே மாதிரியான கோணத்தை பராமரிக்கவும். ஒவ்வொரு பயன்பாட்டிற்குப் பிறகும் கூர்மைப்படுத்துதல் சிறந்த முடிவுகளைத் தரும்.
te: ఫైన్-గ్రిట్ షార్పనింగ్ స్టోన్ ఉపయోగించండి మరియు స్థిరమైన బ్లేడ్ కోణాలను నిర్వహించండి.

# equipmentQ8
source: Are electric tools better than manual ones for gardening?
de: Sind Elektrowerkzeuge besser als manuelle Werkzeuge für die Gartenarbeit?
es: ¿Son las herramientas eléctricas mejores que las manuales para la jardinería?
hi: क्या बागवानी के लिए इलेक्ट्रिक टूल्स मैनुअल वाले से बेहतर हैं?
kn: ತೋಟಗಾರಿಕೆಗೆ ಎಲೆಕ್ಟ್ರಿಕ್ ಉಪಕರಣಗಳು ಹಸ್ತಚಾಲಿತ ಉಪಕರಣಗಳಿಗಿಂತ ಉತ್ತಮವೇ?
mr: बागकामासाठी इलेक्ट्रिक साधने मॅन्युअलपेक्षा चांगली आहेत का?
ta: தோட்ட வேலைக்கு மின்சார கருவிகள் கையால் இயக்கப்படும் கருவிகளை விட சிறந்தவையா?
te: గార్డెనింగ్ కోసం ఎలక్ట్రిక్ టూల్స్ మాన్యువల్ వాటి కంటే మంచివేనా?

# equipmentA8
source: Electric tools save time and reduce effort in larger tasks, but manual tools often offer better control. Choose based on the specific demands of your gardening project.
de: Elektrowerkzeuge sparen Zeit und reduzieren den Aufwand bei größeren Aufgaben, aber manuelle Werkzeuge bieten oft bessere Kontrolle. Wähle je nach den spezifischen Anforderungen deines Gartenprojekts.
es: Las herramientas eléctricas ahorran tiempo y reducen el esfuerzo en tareas grandes, pero las manuales suelen ofrecer mejor control. Elige según las demandas específicas de tu proyecto de jardinería.
hi: इलेक्ट्रिक टूल्स बड़े कार्यों में समय बचाते हैं और प्रयास को कम करते हैं, लेकिन मैनुअल टूल्स अक्सर बेहतर नियंत्रण प्रदान करते हैं। अपनी बागवानी परियोजना की विशिष्ट मांगों के आधार पर चुनें।
kn: ದೊಡ್ಡ ಕಾರ್ಯಗಳಿಗೆ ಎಲೆಕ್ಟ್ರಿಕ್ ಉಪಕರಣಗಳು ಸಮಯವನ್ನು ಉಳಿಸುತ್ತವೆ ಮತ್ತು ಶ್ರಮವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತವೆ, ಆದರೆ ಹಸ್ತಚಾಲಿತ ಉಪಕರಣಗಳು ಉತ್ತಮ ನಿಯಂತ್ರಣವನ್ನು ನೀಡುತ್ತವೆ. ನಿಮ್ಮ ತೋಟಗಾರಿಕೆ ಯೋಜನೆಯ ನಿರ್ದಿಷ್ಟ ಬೇಡಿಕೆಗಳ ಆಧಾರದ ಮೇಲೆ ಆಯ್ಕೆ ಮಾಡಿ.
mr: इलेक्ट्रिक साधने मोठ्या कामांसाठी वेळ आणि मेहनत वाचवतात, परंतु मॅन्युअल साधने अनेकदा चांगले नियंत्रण देतात. तुमच्या बागकाम प्रकल्पाच्या विशिष्ट मागण्यांनुसार निवड करा.
ta: பெரிய பணிகளுக்கு மின்சார கருவிகள் நேரத்தையும் முயற்சியையும் மிச்சப்படுத்துகின்றன, ஆனால் கையால் இயக்கப்படும் கருவிகள் மிகவும் துல்லியமான கட்டுப்பாட்டை வழங்குகின்றன.
te: ఎలక్ట్రిక్ టూల్స్ పెద్ద పనులకు సమయాన్ని ఆదా చేస్తాయి, కానీ మాన్యువల్ టూల్స్ సున్నితమైన పనులకు మంచి నియంత్రణను అందిస్తాయి.

source: About Us
de: Über uns
es: Sobre Nosotros
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ
mr: आमच्याबद्दल
ta: எங்களைப் பற்றி
te: మా గురించి

source: Guidelines
de: Richtlinien
es: Directrices
hi: दिशानिर्देश
kn: ಮಾರ್ಗದರ್ಶಿಗಳು
mr: मार्गदर्शक तत्त्वे
ta: வழிகாட்டுதல்கள்
te: దిశానిర్దేశాలు

# myProfile
source: Profile
de: Profil
es: Perfil
hi: प्रोफाइल
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
mr: माझे प्रोफाइल
ta: எனது சுயவிவரம்
te: ప్రొఫైల్

# welcomeTitle
source: Welcome to Kisan Connect
de: Willkommen bei Kisan Connect
es: Bienvenido a Kisan Connect
hi: किसान कनेक्ट में आपका स्वागत है
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್‌ಗೆ ಸ್ವಾಗತ
mr: किसान कनेक्टमध्ये स्वागत आहे
ta: கிசான் இணைப்புக்கு வரவேற்கிறோம்
te: కిసాన్ కనెక్ట్‌కు స్వాగతం

# searchAnything
source: Search for anything...
de: Nach allem suchen...
es: Buscar cualquier cosa...
hi: कुछ भी खोजें...
kn: ಯಾವುದನ್ನಾದರೂ ಹುಡುಕಿ...
mr: काहीही शोधा...
ta: எதையும் தேடு...
te: ఏదైనా శోధించండి...

source: Buyer Dashboard
de: Käufer-Dashboard
es: Panel de Compradores
hi: खरीदार डैशबोर्ड
kn: ಖರೀದಿದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
mr: खरेदीदार डॅशबोर्ड
ta: வாங்குபவர் கட்டுப்பாட்டு பலகை
te: కొనుగోలుదారు డాష్‌బోర్డ్

# itemOrganicFruits
source: Organic Fruits
de: Bio-Obst
es: Frutas Orgánicas
hi: जैविक फल
kn: ಸಾವಯವ ಹಣ್ಣುಗಳು
mr: सेंद्रिय फळे
ta: கரிம பழங்கள்
te: జైవిక పండ్లు

# itemFreshVegetables
source: Fresh Vegetables
de: Frisches Gemüse
es: Verduras Frescas
hi: ताजी सब्जियां
kn: ತಾಜಾ ತರಕಾರಿಗಳು
mr: ताज्या भाज्या
ta: புதிய காய்கறிகள்
te: తాజా కూరగాయలు

# itemDairyProducts
source: Dairy Products
de: Milchprodukte
es: Productos Lácteos
hi: डेयरी उत्पाद
kn: ಹಾಲಿನ ಉತ್ಪನ್ನಗಳು
mr: डेअरी उत्पादने
ta: பால் பொருட்கள்
te: డెయిరీ ఉత్పత్తులు

# itemPoultryProducts
source: Poultry Products
de: Geflügelprodukte
es: Productos de Aves
hi: पोल्ट्री उत्पाद
kn: ಕೋಳಿ ಉತ್ಪನ್ನಗಳು
mr: पोल्ट्री उत्पादने
ta: கோழி பொருட்கள்
te: కోళ్ళ ఉత్పత్తులు

# itemExoticVegetables
source: Exotic Vegetables
de: Exotisches Gemüse
es: Verduras Exóticas
hi: विदेशी सब्जियां
kn: ವಿಶೇಷ ತರಕಾರಿಗಳು
mr: विदेशी भाज्या
ta: வித்தியாசமான காய்கறிகள்
te: ఎక్సోటిక్ కూరగాయలు

# equipmentRentalTitle
source: Welcome to Equipment Rental
de: Willkommen beim Geräteverleih
es: Bienvenido al Alquiler de Equipos
hi: उपकरण किराया में आपका स्वागत है
kn: ಉಪಕರಣ ಬಾಡಿಗೆಗೆ ಸ್ವಾಗತ
mr: उपकरणे भाड्याने स्वागत आहे
ta: உபகரண வாடகைக்கு வரவேற்கிறோம்
te: పరికరాల అద్దెకు స్వాగతం

# equipmentRentalSubtitle
source: Rent farming machinery at affordable prices.
de: Miete landwirtschaftliche Maschinen zu erschwinglichen Preisen.
es: Alquila maquinaria agrícola a precios asequibles.
hi: सस्ती कीमतों पर खेती की मशीनरी किराए पर लें।
kn: ಕೃಷಿ ಯಂತ್ರೋಪಕರಣಗಳನ್ನು ಕೈಗೆಟಕುವ ಬೆಲೆಯಲ್ಲಿ ಬಾಡಿಗೆಗೆ ಪಡೆಯಿರಿ.
mr: परवडणाऱ्या किमतीत शेती यंत्रसामग्री भाड्याने घ्या.
ta: மலிவு விலையில் விவசாய இயந்திரங்களை வாடகைக்கு எடுக்கவும்.
te: వ్యవసాయ యంత్రాలను సరసమైన ధరలకు అద్దెకు తీసుకోండి.

# selectCategoryLabel
source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
kn: ವಿಭಾಗ
mr: श्रेणी
ta: வகை
te: వర్గం

# selectDurationLabel
source: Rental Duration
de: Mietdauer
es: Duración del Alquiler
hi: किराया अवधि
kn: ಬಾಡಿಗೆ ಅವಧಿ
mr: भाड्याचा कालावधी
ta: வாடகை காலம்
te: అద్దె కాలం

# selectLocationLabel
source: Location
de: Standort
es: Ubicación
hi: स्थान
kn: ಸ್ಥಳ
mr: स्थान
ta: இடம்
te: స్థానం

# availableEquipmentTitle
source: Available Equipment
de: Verfügbare Geräte
es: Equipos Disponibles
hi: उपलब्ध उपकरण
kn: ಲಭ್ಯವಿರುವ ಉಪಕರಣಗಳು
mr: उपलब्ध उपकरणे
ta: கிடைக்கும் உபகரணங்கள்
te: అందుబాటులో ఉన్న పరికరాలు

source: Book Now
de: Jetzt buchen
es: Reservar Ahora
hi: अभी बुक करें
kn: ಈಗ ಬುಕ್ ಮಾಡಿ
mr: आता बुक करा
ta: இப்போது முன்பதிவு செய்யுங்கள்
te: ఇప్పుడే బుక్ చేయండి

# bookingTitle
source: Booking Confirmation
de: Buchungsbestätigung
es: Confirmación de Reserva
hi: बुकिंग पुष्टि
kn: ಬುಕಿಂಗ್ ದೃಢೀಕರಣ
mr: बुकिंग पुष्टीकरण
ta: முன்பதிவு உறுதிப்படுத்தல்
te: బుకింగ్ నిర్ధారణ

# bookingSuccessMessage
source: You have successfully booked the {equipmentName}.
de: Du hast das {equipmentName} erfolgreich gebucht.
es: Has reservado con éxito el {equipmentName}.
hi: आपने सफलतापूर्वक {equipmentName} बुक किया है।
kn: ನೀವು {equipmentName} ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬುಕ್ ಮಾಡಿದ್ದೀರಿ.
mr: तुम्ही {equipmentName} यशस्वीपणे बुक केले आहे.
ta: நீங்கள் {equipmentName} வெற்றிகரமாக முன்பதிவு செய்துள்ளீர்கள்.
te: మీరు {equipmentName}ని విజయవంతంగా బుక్ చేసారు.

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತೆ ನೀತಿ
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
hi: सेवा की शर्तें
kn: ಸೇವೆಯ ಷರತ್ತುಗಳು
mr: सेवा अटी
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు

# equipmentTractor
source: Tractor
de: Traktor
hi: ट्रैक्टर
kn: ಟ್ರಾಕ್ಟರ್
mr: ट्रॅक्टर
ta: டிராக்டர்
te: ట్రాక్టర్

# equipmentHarvester
source: Harvester
de: Erntemaschine
es: Cosechadora
hi: हार्वेस्टर
kn: ಕೊಯ್ಲು ಯಂತ್ರ
mr: कापणी यंत्र
ta: அறுவடை இயந்திரம்
te: హార్వెస్టర్

# equipmentSprayer
source: Sprayer
de: Sprühgerät
es: Pulverizador
hi: स्प्रेयर
kn: ಸಿಂಪಡಿಸುವ ಯಂತ್ರ
mr: फवारणी यंत्र
ta: தெளிப்பான்
te: స్ప్రేయర్

# equipmentSeeder
source: Seeder
de: Sämaschine
es: Sembradora
hi: सीडर
kn: ಬಿತ್ತನೆ ಯಂತ್ರ
mr: बियाणे पेरणी यंत्र
ta: விதைப்பான்
te: సీడర్

# durationDaily
source: Daily
de: Täglich
es: Diario
hi: दैनिक
kn: ದೈನಂದಿನ
mr: दैनिक
ta: தினசரி
te: రోజువారీ

# durationWeekly
source: Weekly
de: Wöchentlich
es: Semanal
hi: साप्ताहिक
kn: ವಾರಕ್ಕೊಮ್ಮೆ
mr: साप्ताहिक
ta: வாராந்திர
te: వారంవారీ

# durationSeasonal
source: Seasonal
de: Saisonbedingt
es: Estacional
hi: मौसमी
kn: ಋತುಮಾನದ
mr: हंगामी
ta: பருவகாலம்
te: సీజనల్

# categoryAll
source: All
de: Alle
es: Todos
hi: सभी
kn: ಎಲ್ಲಾ
mr: सर्व
ta: அனைத்து
te: అన్ని

# categoryTractors
source: Tractors
de: Traktoren
es: Tractores
hi: ट्रैक्टर
kn: ಟ್ರಾಕ್ಟರ್‌ಗಳು
mr: ट्रॅक्टर्स
ta: டிராக்டர்கள்
te: ట్రాక్టర్లు

# categoryHarvesters
source: Harvesters
de: Erntemaschinen
es: Cosechadoras
hi: हार्वेस्टर
kn: ಕೊಯ್ಲು ಯಂತ್ರಗಳು
mr: कापणी यंत्रे
ta: அறுவடை இயந்திரங்கள்
te: హార్వెస్టర్లు

# categorySprayers
source: Sprayers
de: Sprühgeräte
es: Pulverizadores
hi: स्प्रेयर
kn: ಸಿಂಪಡಿಸುವ ಯಂತ್ರಗಳು
mr: फवारणी यंत्रे
ta: தெளிப்பான்கள்
te: స్ప్రేయర్లు

# categorySeeders
source: Seeders
de: Sämaschinen
es: Sembradoras
hi: सीडर
kn: ಬಿತ್ತನೆ ಯಂತ್ರಗಳು
mr: बियाणे पेरणी यंत्रे
ta: விதைப்பான்கள்
te: సీడర్లు

# categoryIrrigation
source: Irrigation
de: Bewässerung
es: Riego
hi: सिंचाई
kn: ನೀರಾವರಿ
mr: सिंचन
ta: நீர்ப்பாசனம்
te: నీటిపారుదల

# availabilityAvailable
source: Available
de: Verfügbar
es: Disponible
hi: उपलब्ध
kn: ಲಭ್ಯವಿದೆ
mr: उपलब्ध
ta: கிடைக்கிறது
te: అందుబాటులో ఉంది

# locationMaharashtra
source: Maharashtra
hi: महाराष्ट्र
kn: ಮಹಾರಾಷ್ಟ್ರ
mr: महाराष्ट्र
ta: மகாராஷ்டிரா
te: మహారాష్ట్ర

# locationUttarPradesh
source: Uttar Pradesh
hi: उत्तर प्रदेश
kn: ಉತ್ತರ ಪ್ರದೇಶ
mr: उत्तर प्रदेश
ta: உத்தரப் பிரதேசம்
te: ఉత్తర ప్రదేశ్

# locationKarnataka
source: Karnataka
hi: कर्नाटक
kn: ಕರ್ನಾಟಕ
mr: कर्नाटक
ta: கர்நாடகா
te: కర్ణాటక

# locationGujarat
source: Gujarat
hi: गुजरात
kn: ಗುಜರಾತ್
mr: गुजरात
ta: குஜராத்
te: గుజరాత్

# equipmentWelcomeTitle
source: Welcome to Equipment Rental
de: Willkommen beim Geräteverleih
es: Bienvenido al Alquiler de Equipos
hi: उपकरण किराया में आपका स्वागत है
kn: ಉಪಕರಣ ಬಾಡಿಗೆಗೆ ಸ್ವಾಗತ
mr: उपकरणे भाड्याने स्वागत आहे
ta: உபகரண வாடகைக்கு வரவேற்கிறோம்
te: పరికరాల అద్దెకు స్వాగతం

# equipmentWelcomeSubtitle
source: Rent farming machinery at affordable prices.
de: Miete landwirtschaftliche Maschinen zu erschwinglichen Preisen.
es: Alquila maquinaria agrícola a precios asequibles.
hi: सस्ती कीमतों पर खेती की मशीनरी किराए पर लें।
kn: ಕೃಷಿ ಯಂತ್ರೋಪಕರಣಗಳನ್ನು ಕೈಗೆಟಕುವ ಬೆಲೆಯಲ್ಲಿ ಬಾಡಿಗೆಗೆ ಪಡೆಯಿರಿ.
mr: परवडणाऱ्या किमतीत शेती यंत्रसामग्री भाड्याने घ्या.
ta: மலிவு விலையில் விவசாய இயந்திரங்களை வாடகைக்கு எடுக்கவும்.
te: వ్యవసాయ యంత్రాలను సరసమైన ధరలకు అద్దెకు తీసుకోండి.

source: Select
de: Auswählen
es: Seleccionar
hi: चुनें
kn: ಆಯ್ಕೆ
mr: निवडा
ta: தேர்ந்தெடு
te: ఎంచుకోండి

# categoryLabel
source: Category
de: Kategorie
es: Categoría
hi: श्रेणी
kn: ವಿಭಾಗ
mr: श्रेणी
ta: வகை
te: వర్గం
