Repository: SChandu7/KisanKonnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, kn, mr, ta, te

# successMessage
source: Your message has been sent successfully! We will respond soon.
de: Deine Nachricht wurde erfolgreich gesendet! Wir werden bald antworten.
es: ¡Tu mensaje ha sido enviado con éxito! Responderemos pronto.
hi: आपका संदेश सफलतापूर्वक भेज दिया गया है! हम जल्द ही जवाब देंगे।
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ! ನಾವು ಶೀಘ್ರವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ.
mr: तुमचा संदेश यशस्वीपणे पाठवला गेला आहे! आम्ही लवकरच प्रतिसाद देऊ.
ta: உங்கள் செய்தி வெற்றிகரமாக அனுப்பப்பட்டது! நாங்கள் விரைவில் பதிலளிப்போம்.
te: మీ సందేశం విజయవంతంగా పంపబడింది! మేము త్వరలో ప్రతిస్పందిస్తాము.
