Repository: SChandu7/KisanKonnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, kn, mr, ta, te

# locationLabel
source: Location
de: Standort
es: Ubicación
hi: स्थान
kn: ಸ್ಥಳ
mr: स्थान
ta: இடம்
te: స్థానం

# rentalDurationLabel
source: Rental Duration
de: Mietdauer
es: Duración del Alquiler
hi: किराया अवधि
kn: ಬಾಡಿಗೆ ಅವಧಿ
mr: भाड्याचा कालावधी
ta: வாடகை காலம்
te: అద్దె కాలం

source: Available Equipment
de: Verfügbare Geräte
es: Equipos Disponibles
hi: उपलब्ध उपकरण
kn: ಲಭ್ಯವಿರುವ ಉಪಕರಣಗಳು
mr: उपलब्ध उपकरणे
ta: கிடைக்கும் உபகரணங்கள்
te: అందుబాటులో ఉన్న పరికరాలు

# bookingConfirmationTitle
source: Booking Confirmation
de: Buchungsbestätigung
es: Confirmación de Reserva
hi: बुकिंग पुष्टि
kn: ಬುಕಿಂಗ್ ದೃಢೀಕರಣ
mr: बुकिंग पुष्टीकरण
ta: முன்பதிவு உறுதிப்படுத்தல்
te: బుకింగ్ నిర్ధారణ

# bookingConfirmationMessage
source: You have successfully booked the {equipmentName}.
de: Du hast das {equipmentName} erfolgreich gebucht.
es: Has reservado con éxito el {equipmentName}.
hi: आपने सफलतापूर्वक {equipmentName} बुक किया है।
kn: ನೀವು {equipmentName} ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬುಕ್ ಮಾಡಿದ್ದೀರಿ.
mr: तुम्ही {equipmentName} यशस्वीपणे बुक केले आहे.
ta: நீங்கள் {equipmentName} வெற்றிகரமாக முன்பதிவு செய்துள்ளீர்கள்.
te: మీరు {equipmentName}ని విజయవంతంగా బుక్ చేసారు.

# availabilityLabel
source: Availability
de: Verfügbarkeit
es: Disponibilidad
hi: उपलब्धता
kn: ಲಭ್ಯತೆ
mr: उपलब्धता
ta: கிடைக்கும் தன்மை
te: అందుబాటు

# durationAll
source: All
de: Alle
es: Todos
hi: सभी
kn: ಎಲ್ಲಾ
te: అన్ని

# produceFaqTitle
source: Fresh Produce FAQ's
de: Häufig gestellte Fragen zu frischen Produkten
es: Preguntas Frecuentes sobre Productos Frescos
hi: ताजा उत्पाद सामान्य प्रश्न
kn: ತಾಜಾ ಉತ್ಪನ್ನ FAQಗಳು
mr: ताजे उत्पादने FAQ
ta: புதிய உற்பத்தி கேள்விகள்
te: తాజా ఉత్పత్తుల FAQ's

# searchFaqHint
source: Search FAQs...
de: Suche nach FAQs...
es: Buscar Preguntas Frecuentes...
hi: सामान्य प्रश्न खोजें...
kn: FAQಗಳನ್ನು ಹುಡುಕಿ...
mr: FAQ शोधा...
ta: கேள்விகளைத் தேடு...
te: FAQs శోధించండి...

# noFaqsFound
source: No FAQs found for your search.
de: Keine FAQs für deine Suche gefunden.
es: No se encontraron preguntas frecuentes para tu búsqueda.
hi: आपकी खोज के लिए कोई सामान्य प्रश्न नहीं मिले।
kn: ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಯಾವುದೇ FAQಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
mr: तुमच्या शोधासाठी कोणतेही FAQ सापडले नाहीत.
ta: உங்கள் தேடலுக்கு எந்த கேள்விகளும் கிடைக்கவில்லை.
te: మీ శోధనకు సరిపోయే FAQs లేవు.

# faqQ1
source: What is the best tractor for small-scale farming?
de: Welcher Traktor ist der beste für die kleinbäuerliche Landwirtschaft?
es: ¿Cuál es el mejor tractor para la agricultura a pequeña escala?
hi: छोटे पैमाने की खेती के लिए सबसे अच्छा ट्रैक्टर कौन सा है?
kn: ಸಣ್ಣ-ಪ್ರಮಾಣದ ಕೃಷಿಗೆ ಯಾವ ಟ್ರಾಕ್ಟರ್ ಉತ್ತಮ?
mr: लहान-प्रमाण शेतीसाठी सर्वोत्तम ट्रॅक्टर कोणता आहे?
ta: சிறிய அளவிலான விவசாயத்திற்கு சிறந்த டிராக்டர் எது?
te: చిన్న స్థాయి వ్యవసాయానికి ఉత్తమ ట్రాక్టర్ ఏది?

# faqA1
source: Compact tractors like the John Deere 1025R or Kubota BX Series are great options.
de: Kompakttraktoren wie der John Deere 1025R oder die Kubota BX-Serie sind hervorragende Optionen.
es: Los tractores compactos como el John Deere 1025R o la serie Kubota BX son excelentes opciones.
hi: जॉन डीयर 1025R या कुबोटा BX सीरीज़ जैसे कॉम्पैक्ट ट्रैक्टर बेहतरीन विकल्प हैं।
kn: ಜಾನ್ ಡಿಯರ್ 1025R ಅಥವಾ ಕುಬೋಟಾ BX ಸೀರೀಸ್‌ನಂತಹ ಕಾಂಪ್ಯಾಕ್ಟ್ ಟ್ರಾಕ್ಟರ್‌ಗಳು ಉತ್ತಮ ಆಯ್ಕೆಗಳಾಗಿವೆ.
mr: जॉन डीरे 1025R किंवा कुबोटा BX मालिका यासारखे कॉम्पॅक्ट ट्रॅक्टर्स उत्तम पर्याय आहेत.
ta: ஜான் டீரே 1025R அல்லது குபோட்டா BX தொடர் போன்ற சிறிய டிராக்டர்கள் சிறந்தவை.
te: జాన్ డీర్ 1025R లేదా కుబోటా BX సిరీస్ వంటి కాంపాక్ట్ ట్రాక్టర్లు మంచి ఎంపికలు.

# faqQ2
source: How do I maintain my agricultural tools?
de: Wie pflege ich meine landwirtschaftlichen Werkzeuge?
es: ¿Cómo mantengo mis herramientas agrícolas?
hi: मैं अपने कृषि उपकरणों का रखरखाव कैसे करूं?
kn: ನನ್ನ ಕೃಷಿ ಉಪಕರಣಗಳನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುವುದು?
mr: मी माझी कृषी साधने कशी राखली पाहिजेत?
ta: விவசாய கருவிகளை எவ்வாறு பராமரிப்பது?
te: నా వ్యవసాయ పరికరాలను ఎలా నిర్వహించాలి?

# faqA2
source: Clean tools after every use, store them in a dry place, and regularly oil moving parts to prevent rust.
de: Reinige die Werkzeuge nach jedem Gebrauch, lagere sie an einem trockenen Ort und öle regelmäßig die beweglichen Teile, um Rost zu verhindern.
es: Limpia las herramientas después de cada uso, guárdalas en un lugar seco y engrasa regularmente las partes móviles para evitar el óxido.
hi: हर उपयोग के बाद उपकरणों को साफ करें, उन्हें सूखी जगह पर संग्रहित करें, और जंग को रोकने के लिए चलने वाले हिस्सों को नियमित रूप से तेल लगाएं।
kn: ಪ್ರತಿ ಬಳಕೆಯ ನಂತರ ಉಪಕರಣಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ, ಒಣಗಿರುವ ಸ್ಥಳದಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ ಮತ್ತು ಚಲಿಸುವ ಭಾಗಗಳಿಗೆ ನಿಯಮಿತವಾಗಿ ಎಣ್ಣೆ ಹಾಕಿ.
mr: प्रत्येक वापरानंतर साधने स्वच्छ करा, कोरड्या जागेत साठवा आणि गंज टाळण्यासाठी हलणाऱ्या भागांना नियमितपणे तेल लावा.
ta: ஒவ்வொரு பயன்பாட்டிற்குப் பிறகும் கருவிகளை சுத்தம் செய்யவும், உலர்ந்த இடத்தில் சேமிக்கவும், இயக்க பாகங்களுக்கு எண்ணெய் தடவவும்.
te: ప్రతి ఉపయోగం తర్వాత పరికరాలను శుభ్రం చేయండి, వాటిని పొడి స్థలంలో నిల్వ చేయండి మరియు కదిలే భాగాలకు నూనె పట్టించండి.

# faqQ3
source: What is the lifespan of a plowing blade?
de: Wie lange hält eine Pflugschare?
es: ¿Cuál es la vida útil de una cuchilla de arado?
hi: एक हल ब्लेड का जीवनकाल क्या है?
kn: ನೇಗಿಲಿನ ಬ್ಲೇಡ್‌ನ ಆಯುಷ್ಯ ಎಷ್ಟು?
mr: खणण्याच्या ब्लेडचे आयुष्य किती आहे?
ta: உழவு கத்தியின் ஆயுட்காலம் என்ன?
te: ఒక ప్లోయింగ్ బ్లేడ్ జీవితకాలం ఎంత?

# faqA3
source: A plowing blade typically lasts 3-5 years, depending on soil conditions and usage.
de: Eine Pflugschare hält in der Regel 3-5 Jahre, abhängig von den Bodenbedingungen und der Nutzung.
es: Una cuchilla de arado suele durar entre 3 y 5 años, dependiendo de las condiciones del suelo y el uso.
hi: एक हल ब्लेड आमतौर पर 3-5 साल तक चलता है, मिट्टी की स्थिति और उपयोग पर निर्भर करता है।
kn: ನೇಗಿಲಿನ ಬ್ಲೇಡ್ ಸಾಮಾನ್ಯವಾಗಿ 3-5 ವರ್ಷಗಳವರೆಗೆ ಇರುತ್ತದೆ, ಇದು ಮಣ್ಣಿನ ಪರಿಸ್ಥಿತಿಗಳು ಮತ್ತು ಬಳಕೆಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿರುತ್ತದೆ.
mr: खणण्याचे ब्लेड सामान्यतः 3-5 वर्षे टिकतात, मातीच्या परिस्थिती आणि वापरावर अवलंबून.
ta: உழவு கத்தி பொதுவாக 3-5 ஆண்டுகள் நீடிக்கும், மண்ணின் நிலை மற்றும் பயன்பாட்டைப் பொறுத்து மாறுபடும்.
te: ప్లోయింగ్ బ్లేడ్ సాధారణంగా 3-5 సంవత్సరాలు నిలుస్తుంది, నేల పరిస్థితులు మరియు ఉపయోగంపై ఆధారపడి ఉంటుంది.

# faqQ4
source: Can I use the same equipment for different crops?
de: Kann ich dasselbe Gerät für verschiedene Pflanzen verwenden?
es: ¿Puedo usar el mismo equipo para diferentes cultivos?
hi: क्या मैं विभिन्न फसलों के लिए एक ही उपकरण का उपयोग कर सकता हूं?
kn: ವಿಭಿನ್ನ ಬೆಳೆಗಳಿಗೆ ಒಂದೇ ಉಪಕರಣವನ್ನು ಬಳಸಬಹುದೇ?
mr: वेगवेगळ्या पिकांसाठी एकच उपकरण वापरता येईल का?
ta: வெவ்வேறு பயிர்களுக்கு ஒரே உபகரணத்தைப் பயன்படுத்த முடியுமா?
te: నేను వేర్వేరు పంటలకు అదే పరికరాలను ఉపయోగించవచ్చా?

# faqA4
source: Yes, many tools are versatile, but ensure they are properly adjusted to suit the crop requirements.
de: Ja, viele Werkzeuge sind vielseitig, aber stelle sicher, dass sie richtig an die Anforderungen der Pflanzen angepasst sind.
es: Sí, muchas herramientas son versátiles, pero asegúrate de ajustarlas correctamente según los requisitos del cultivo.
hi: हां, कई उपकरण बहुमुखी हैं, लेकिन सुनिश्चित करें कि वे फसल की आवश्यकताओं के अनुकूल ठीक से समायोजित हैं।
kn: ಹೌದು, ಅನೇಕ ಉಪಕರಣಗಳು ಬಹುಮುಖವಾಗಿವೆ, ಆದರೆ ಬೆಳೆಯ ಅಗತ್ಯಗಳಿಗೆ ತಕ್ಕಂತೆ ಸರಿಯಾಗಿ ಹೊಂದಾಣಿಕೆ ಮಾಡಿಕೊಳ್ಳಬೇಕು.
mr: होय, अनेक साधने बहुमुखी आहेत, परंतु पिकांच्या गरजेनुसार योग्य समायोजन करणे आवश्यक आहे.
ta: ஆம், பல கருவிகள் பல்துறைத்தன்மைக்கு ஏற்றவை, ஆனால் பயிர்களின் தேவைகளுக்கு ஏற்ப மாற்றங்கள் தேவைப்படலாம்.
te: అవును, అనేక పరికరాలు బహుళోద్దేశ్యంగా ఉంటాయి, కానీ పంట అవసరాలకు అనుగుణంగా సర్దుబాట్లు అవసరం కావచ్చు.

# faqQ5
source: What safety precautions should I take when using power tools?
de: Welche Sicherheitsvorkehrungen sollte ich beim Einsatz von Elektrowerkzeugen treffen?
es: ¿Qué precauciones de seguridad debo tomar al usar herramientas eléctricas?
hi: पावर टूल्स का उपयोग करते समय मुझे कौन सी सुरक्षा सावधानियां बरतनी चाहिए?
kn: ಪವರ್ ಟೂಲ್ಸ್ ಬಳಸುವಾಗ ಯಾವ ಸುರಕ್ಷತಾ ಮುನ್ನೆಚ್ಚರಿಕೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಕು?
mr: पॉवर टूल्स वापरताना कोणत्या सुरक्षिततेच्या खबरदारी घ्याव्यात?
ta: மின்சார கருவிகளைப் பயன்படுத்தும்போது எடுக்க வேண்டிய பாதுகாப்பு முன்னெச்சரிக்கைகள் என்ன?
te: పవర్ టూల్స్ ఉపయోగించేటప్పుడు ఏ సురక్షా జాగ్రత్తలు తీసుకోవాలి?

# faqA5
source: Always wear protective gear, follow manufacturer instructions, and inspect tools for damage before use.
de: Trage immer Schutzausrüstung, befolge die Anweisungen des Herstellers und überprüfe die Werkzeuge vor der Nutzung auf Schäden.
es: Siempre usa equipo de protección, sigue las instrucciones del fabricante e inspecciona las herramientas por daños antes de usarlas.
hi: हमेशा सुरक्षात्मक गियर पहनें, निर्माता के निर्देशों का पालन करें, और उपयोग से पहले उपकरणों को क्षति के लिए जांचें।
kn: ಯಾವಾಗಲೂ ರಕ್ಷಣಾತ್ಮಕ ಗೇರ್ ಧರಿಸಿ, ತಯಾರಕರ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ ಮತ್ತು ಬಳಕೆಗೆ ಮುಂಚೆ ಉಪಕರಣಗಳನ್ನು ಹಾನಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ.
mr: नेहमी संरक्षक गीयर घाला, निर्मात्याच्या सूचनांचे पालन करा आणि वापरापूर्वी साधनांचे नुकसान तपासा.
ta: எப்போதும் பாதுகாப்பு உபகரணங்களை அணியுங்கள், உற்பத்தியாளர் வழிகாட்டுதல்களைப் பின்பற்றவும், பயன்படுத்துவதற்கு முன் கருவிகளை சோதிக்கவும்.
te: ఎల్లప్పుడూ రక్షణ గేర్లు ధరించండి, తయారీదారు సూచనలను అనుసరించండి మరియు ఉపయోగానికి ముందు పరికరాలను తనిఖీ చేయండి.

# faqQ6
source: How often should I service my tractor?
de: Wie oft sollte ich meinen Traktor warten?
es: ¿Con qué frecuencia debo realizar el mantenimiento de mi tractor?
hi: मुझे अपने ट्रैक्टर की सर्विसिंग कितनी बार करवानी चाहिए?
kn: ನನ್ನ ಟ್ರಾಕ್ಟರ್‌ಗೆ ಎಷ್ಟು ಬಾರಿ ಸೇವೆಯನ್ನು ಮಾಡಬೇಕು?
mr: ट्रॅक्टर किती वेळा सर्व्हिस करावा?
ta: டிராக்டரை எவ்வளவு அடிக்கடி பராமரிக்க வேண்டும்?
te: నా ట్రాక్టర్‌ను ఎప్పటికప్పుడు సర్వీస్ చేయాలి?

# faqA6
source: Tractors should be serviced every 200-250 hours of use or annually, whichever comes first.
de: Traktoren sollten alle 200-250 Betriebsstunden oder jährlich gewartet werden, je nachdem, was zuerst eintritt.
es: Los tractores deben ser revisados cada 200-250 horas de uso o anualmente, lo que ocurra primero.
hi: ट्रैक्टर को हर 200-250 उपयोग घंटों या साल में एक बार, जो भी पहले हो, सर्विसिंग की आवश्यकता होती है।
kn: ಟ್ರಾಕ್ಟರ್‌ಗಳಿಗೆ ಪ್ರತಿ 200-250 ಗಂಟೆಗಳ ಬಳಕೆಗೆ ಅಥವಾ ವಾರ್ಷಿಕವಾಗಿ ಸೇವೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ.
mr: ट्रॅक्टर्सना प्रत्येक 200-250 तासांच्या वापरानंतर किंवा वर्षातून एकदा सर्व्हिसिंग आवश्यक आहे.
ta: டிராக்டர்களை ஒவ்வொரு 200-250 மணி நேர இயக்கத்திற்கு அல்லது ஆண்டுக்கு ஒரு முறை பராமரிக்க வேண்டும்.
te: ట్రాక్టర్‌లు ప్రతి 200-250 ఆపరేషనల్ గంటలకు లేదా సంవత్సరానికి ఒకసారి సర్వీసింగ్ అవసరం.

# faqQ7
source: What is the best way to sharpen a sickle or scythe?
de: Was ist die beste Methode, um eine Sichel oder Sense zu schärfen?
es: ¿Cuál es la mejor manera de afilar una hoz o guadaña?
hi: एक दरांती या हंसिया को तेज करने का सबसे अच्छा तरीका क्या है?
kn: ಕುಡಗೋಲು ಅಥವಾ ಕುಡುಗೋಲನ್ನು ತೀಕ್ಷ್ಣಗೊಳಿಸಲು ಉತ್ತಮ ಮಾರ್ಗ ಯಾವುದು?
mr: विटी किंवा कोयता तीक्ष्ण करण्याचा सर्वोत्तम मार्ग कोणता आहे?
ta: அரிவாள் அல்லது சைத் கத்தியை கூர்மைப்படுத்த சிறந்த வழி எது?
te: సికిల్ లేదా సైతాన్ని ఎలా పదును పెట్టాలి?

# faqA7
source: Use a sharpening stone or file, maintaining a consistent angle, and hone the edge regularly during use.
de: Verwende einen Schleifstein oder eine Feile, halte einen konstanten Winkel ein und schärfe die Kante regelmäßig während des Gebrauchs.
es: Usa una piedra de afilar o una lima, manteniendo un ángulo constante, y afila el borde regularmente durante el uso.
hi: एक शार्पनिंग स्टोन या फाइल का उपयोग करें, एक सुसंगत कोण बनाए रखें, और उपयोग के दौरान नियमित रूप से धार को तेज करें।
kn: ಶಾರ್ಪನಿಂಗ್ ಕಲ್ಲು ಅಥವಾ ಫೈಲ್ ಬಳಸಿ, ಸ್ಥಿರ ಕೋನವನ್ನು ಕಾಯ್ದುಕೊಳ್ಳಿ ಮತ್ತು ಬಳಕೆಯ ಸಮಯದಲ್ಲಿ ಆಗಾಗ್ಗೆ ಹದಗೊಳಿಸಿ.
mr: शार्पनिंग स्टोन किंवा फाइल वापरा, कोन सातत्य राखा आणि वापरादरम्यान नियमितपणे तीक्ष्ण करा.
ta: கூர்மைப்படுத்தல் கல் அல்லது கோப்பைப் பயன்படுத்தி, ஒரே மாதிரியான கோணத்தை பராமரிக்கவும், பயன்பாட்டின் போது அடிக்கடி கூர்மைப்படுத்தவும்.
te: షార్పనింగ్ స్టోన్ లేదా ఫైల్ ఉపయోగించండి, స్థిరమైన కోణాన్ని నిర్వహించండి మరియు ఉపయోగం సమయంలో క్రమం తప్పకుండా పదును పెట్టండి.

# faqQ8
source: Are electric tools better than manual ones for gardening?
de: Sind Elektrowerkzeuge besser als manuelle Werkzeuge für die Gartenarbeit?
es: ¿Son las herramientas eléctricas mejores que las manuales para la jardinería?
hi: क्या बागवानी के लिए इलेक्ट्रिक टूल्स मैनुअल वाले से बेहतर हैं?
kn: ತೋಟಗಾರಿಕೆಗೆ ಎಲೆಕ್ಟ್ರಿಕ್ ಉಪಕರಣಗಳು ಹಸ್ತಚಾಲಿತ ಉಪಕರಣಗಳಿಗಿಂತ ಉತ್ತಮವೇ?
mr: बागकामासाठी इलेक्ट्रिक साधने मॅन्युअलपेक्षा चांगली आहेत का?
ta: தோட்ட வேலைக்கு மின்சார கருவிகள் கையால் இயக்கப்படும் கருவிகளை விட சிறந்தவையா?
te: గార్డెనింగ్ కోసం ఎలక్ట్రిక్ టూల్స్ మాన్యువల్ వాటి కంటే మంచివేనా?

# faqA8
source: Electric tools are more efficient for larger tasks, while manual tools offer more precision and control for delicate work.
de: Elektrowerkzeuge sind effizienter für größere Aufgaben, während manuelle Werkzeuge mehr Präzision und Kontrolle für feine Arbeiten bieten.
es: Las herramientas eléctricas son más eficientes para tareas grandes, mientras que las manuales ofrecen más precisión y control para trabajos delicados.
hi: इलेक्ट्रिक टूल्स बड़े कार्यों के लिए अधिक कुशल हैं, जबकि मैनुअल टूल्स नाजुक काम के लिए अधिक सटीकता और नियंत्रण प्रदान करते हैं।
kn: ದೊಡ್ಡ ಕಾರ್ಯಗಳಿಗೆ ಎಲೆಕ್ಟ್ರಿಕ್ ಉಪಕರಣಗಳು ದಕ್ಷತೆಯನ್ನು ನೀಡುತ್ತವೆ, ಆದರೆ ಸೂಕ್ಷ್ಮ ಕೆಲಸಕ್ಕೆ ಹಸ್ತಚಾಲಿತ ಉಪಕರಣಗಳು ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣವನ್ನು ನೀಡುತ್ತವೆ.
mr: इलेक्ट्रिक साधने मोठ्या कामांसाठी कार्यक्षम आहेत, तर मॅन्युअल साधने नाजूक कामासाठी अधिक अचूकता आणि नियंत्रण देतात.
ta: பெரிய பணிகளுக்கு மின்சார கருவிகள் திறமையானவை, ஆனால் மென்மையான பணிகளுக்கு கையால் இயக்கப்படும் கருவிகள் அதிக துல்லியத்தை வழங்குகின்றன.
te: ఎలక్ట్రిక్ టూల్స్ పెద్ద పనులకు మరింత సమర్థవంతంగా ఉంటాయి, కానీ మాన్యువల్ టూల్స్ సున్నితమైన పనులకు మంచి నియంత్రణను అందిస్తాయి.

# cropsFaqTitle
source: Buyer and Farmer FAQs
de: Häufig gestellte Fragen für Käufer und Landwirte
es: Preguntas Frecuentes para Compradores y Agricultores
hi: खरीदार और किसान सामान्य प्रश्न
kn: ಖರೀದಿದಾರ ಮತ್ತು ರೈತ FAQಗಳು
mr: खरेदीदार आणि शेतकरी FAQ
ta: வாங்குபவர்கள் மற்றும் விவசாயிகளுக்கான கேள்விகள்
te: కొనుగోలుదారు మరియు రైతు FAQs

source: FAQs for Buyers
de: FAQs für Käufer
es: Preguntas Frecuentes para Compradores
hi: खरीदारों के लिए सामान्य प्रश्न
kn: ಖರೀದಿದಾರರಿಗೆ FAQಗಳು
mr: खरेदीदारांसाठी FAQ
ta: வாங்குபவர்களுக்கான கேள்விகள்
te: కొనుగోలుదారులకు FAQs

source: FAQs for Farmers
de: FAQs für Landwirte
es: Preguntas Frecuentes para Agricultores
hi: किसानों के लिए सामान्य प्रश्न
kn: ರೈತರಿಗೆ FAQಗಳು
mr: शेतकऱ्यांसाठी FAQ
ta: விவசாயிகளுக்கான கேள்விகள்
te: రైతులకు FAQs

# cropsFaqQ1
source: What crops are available on the website?
de: Welche Pflanzen sind auf der Website verfügbar?
es: ¿Qué cultivos están disponibles en el sitio web?
hi: वेबसाइट पर कौन सी फसलें उपलब्ध हैं?
kn: ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಯಾವ ಬೆಳೆಗಳು ಲಭ್ಯವಿವೆ?
mr: वेबसाइटवर कोणती पिके उपलब्ध आहेत?
ta: வலைத்தளத்தில் எந்த பயிர்கள் கிடைக்கின்றன?
te: వెబ్‌సైట్‌లో ఏ పంటలు అందుబాటులో ఉన్నాయి?

# cropsFaqA1
source: We offer a variety of crops, including fruits (mangoes, apples), vegetables (potatoes, tomatoes), dairy products, poultry products, and exotic vegetables like broccoli and lettuce.
de: Wir bieten eine Vielzahl von Pflanzen an, darunter Obst (Mangos, Äpfel), Gemüse (Kartoffeln, Tomaten), Milchprodukte, Geflügelprodukte und exotisches Gemüse wie Brokkoli und Salat.
es: Ofrecemos una variedad de cultivos, incluyendo frutas (mangos, manzanas), verduras (patatas, tomates), productos lácteos, productos de aves y verduras exóticas como brócoli y lechuga.
hi: हम विभिन्न प्रकार की फसलें प्रदान करते हैं, जिनमें फल (आम, सेब), सब्जियां (आलू, टमाटर), डेयरी उत्पाद, पोल्ट्री उत्पाद और ब्रोकोली और लेट्यूस जैसी विदेशी सब्जियां शामिल हैं।
kn: ನಾವು ವಿವಿಧ ಬೆಳೆಗಳನ್ನು ಒಡಗಿಸುತ್ತೇವೆ, ಇದರಲ್ಲಿ ಹಣ್ಣುಗಳು (ಮಾವು, ಸೇಬು), ತರಕಾರಿಗಳು (ಆಲೂಗಡ್ಡೆ, ಟೊಮೇಟೊ), ಹಾಲಿನ ಉತ್ಪನ್ನಗಳು, ಕೋಳಿ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಬ್ರಾಕೋಲಿ ಮತ್ತು ಲೆಟಿಸ್‌ನಂತಹ ವಿಶೇಷ ತರಕಾರಿಗಳು ಸೇರಿವೆ.
mr: आम्ही फळे (आंबे, सफरचंद), भाज्या (बटाटस, टोमॅटो), डेअरी उत्पादने, पोल्ट्री उत्पादने आणि विदेशी भाज्या जसे की ब्रोकोली आणि लेट्यूस यासारखी विविध पिके ऑफर करतो.
ta: நாங்கள் பலவகையான பயிர்களை வழங்குகிறோம், இதில் பழங்கள் (மாம்பழங்கள், ஆப்பிள்கள்), காய்கறிகள் (உருளைக்கிழங்கு, தக்காளி), பால் பொருட்கள், கோழி பொருட்கள் மற்றும் ப்ரோக்கோலி, கீரை போன்ற வித்தியாசமான காய்கறிகள் அடங்கும்.
te: మేము వివిధ రకాల పంటలను అందిస్తాము, పండ్లు (మామిడి, ఆపిల్), కూరగాయలు (బంగాళాదుంప, టమోటా), డెయిరీ ఉత్పత్తులు, కోళ్ళ ఉత్పత్తులు మరియు బ్రోకలీ, లెట్యూస్ వంటి ఎక్సోటిక్ కూరగాయలు.

# cropsFaqQ2
source: How do I place an order?
de: Wie gebe ich eine Bestellung auf?
es: ¿Cómo realizo un pedido?
hi: मैं एक ऑर्डर कैसे दे सकता हूं?
kn: ನಾನು ಆರ್ಡರ್ ಅನ್ನು ಹೇಗೆ ಇಡುವುದು?
mr: मी ऑर्डर कशी देऊ शकतो?
ta: எப்படி ஆர்டர் செய்வது?
te: నేను ఎలా ఆర్డర్ చేయాలి?

# cropsFaqA2
source: To place an order, browse through our product catalog, add items to your cart, and proceed to checkout with your shipping and payment details.
de: Um eine Bestellung aufzugeben, durchstöbere unseren Produktkatalog, füge Artikel zum Warenkorb hinzu und gehe mit deinen Versand- und Zahlungsdetails zur Kasse.
es: Para realizar un pedido, navega por nuestro catálogo de productos, añade artículos a tu carrito y procede al pago con tus detalles de envío y pago.
hi: ऑर्डर देने के लिए, हमारे उत्पाद कैटलॉग को ब्राउज़ करें, आइटम को अपनी कार्ट में जोड़ें, और अपनी शिपिंग और भुगतान विवरण के साथ चेकआउट पर आगे बढ़ें।
kn: ಆರ್ಡರ್ ಇಡಲು, ನಮ್ಮ ಉತ್ಪನ್ನ ಕ್ಯಾಟಲಾಗ್‌ನ ಮೂಲಕ ಬ್ರೌಸ್ ಮಾಡಿ, ಐಟಂಗಳನ್ನು ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ ಮತ್ತು ಶಿಪ್ಪಿಂಗ್ ಮತ್ತು ಪಾವತಿ ವಿವರಗಳೊಂದಿಗೆ ಚೆಕ್‌ಔಟ್‌ಗೆ ಮುಂದುವರಿಯಿರಿ.
mr: ऑर्डर देण्यासाठी, आमच्या उत्पादन कॅटलॉगमधून ब्राउझ करा, आयटम्स कार्टमध्ये जोडा आणि शिपिंग आणि पेमेंट तपशीलांसह चेकआउटवर जा.
ta: ஆர்டர் செய்ய, எங்கள் தயாரிப்பு பட்டியலை உலாவவும், உங்கள் கார்ட்டில் பொருட்களைச் சேர்க்கவும், பின்னர் உங்கள் விநியோக மற்றும் கட்டண விவரங்களுடன் செக்அவுட் செய்யவும்.
te: ఆర్డర్ చేయడానికి, మా ఉత్పత్తి కేటలాగ్‌ను బ్రౌజ్ చేయండి, ఐటమ్‌లను కార్ట్‌కు జోడించండి మరియు మీ షిప్పింగ్ మరియు పేమెంట్ వివరాలతో చెక్‌అవుట్ చేయండి.

# cropsFaqQ3
source: Are products on the website organic?
de: Sind die Produkte auf der Website bio?
es: ¿Son los productos del sitio web orgánicos?
hi: क्या वेबसाइट पर उत्पाद जैविक हैं?
kn: ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿರುವ ಉತ್ಪನ್ನಗಳು ಸಾವಯವವೇ?
mr: वेबसाइटवरील उत्पादने सेंद्रिय आहेत का?
ta: வலைத்தளத்தில் உள்ள பொருட்கள் கரிமமானவையா?
te: వెబ్‌సైట్‌లోని ఉత్పత్తులు ఆర్గానిక్‌గా ఉన్నాయా?

# cropsFaqA3
source: We provide both organic and non-organic options. Organic products are clearly labeled, and you can filter for them in the product catalog.
de: Wir bieten sowohl bio- als auch nicht-bio-Optionen an. Bio-Produkte sind klar gekennzeichnet und können im Produktkatalog gefiltert werden.
es: Ofrecemos opciones orgánicas y no orgánicas. Los productos orgánicos están claramente etiquetados y puedes filtrarlos en el catálogo de productos.
hi: हम जैविक और गैर-जैविक दोनों विकल्प प्रदान करते हैं। जैविक उत्पादों को स्पष्ट रूप से लेबल किया जाता है, और आप उन्हें उत्पाद कैटलॉग में फ़िल्टर कर सकते हैं।
kn: ನಾವು ಸಾವಯವ ಮತ್ತು ಸಾವಯವವಲ್ಲದ ಆಯ್ಕೆಗಳನ್ನು ಒಡಗಿಸುತ್ತೇವೆ. ಸಾವಯವ ಉತ್ಪನ್ನಗಳನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ ಮತ್ತು ಉತ್ಪನ್ನ ಕ್ಯಾಟಲಾಗ್‌ನಲ್ಲಿ ಫಿಲ್ಟರ್ ಮಾಡಬಹುದು.
mr: आम्ही सेंद्रिय आणि गैर-सेंद्रिय दोन्ही पर्याय प्रदान करतो. सेंद्रिय उत्पादने स्पष्टपणे लेबल केलेली असतात आणि तुम्ही उत्पादन कॅटलॉगमध्ये त्यांच्यासाठी फिल्टर करू शकता.
ta: நாங்கள் கரிம மற்றும் கரிமமல்லாத விருப்பங்களை வழங்குகிறோம். கரிம பொருட்கள் தெளிவாக குறிக்கப்பட்டுள்ளன, மேலும் நீங்கள் தயாரிப்பு பட்டியலில் அவற்றை வடிகட்டலாம்.
te: మేము ఆర్గానిక్ మరియు నాన్-ఆర్గానిక్ ఎంపికలు రెండింటినీ అందిస్తాము. ఆర్గానిక్ ఉత్పత్తులు స్పష్టంగా లేబుల్ చేయబడతాయి మరియు మీరు వాటిని ఉత్పత్తి కేటలాగ్‌లో ఫిల్టర్ చేయవచ్చు.

# cropsFaqQ4
source: What if I receive damaged or low-quality produce?
de: Was tue ich, wenn ich beschädigte oder minderwertige Produkte erhalte?
es: ¿Qué hago si recibo productos dañados o de baja calidad?
hi: अगर मुझे क्षतिग्रस्त या निम्न गुणवत्ता वाला उत्पाद प्राप्त होता है तो क्या होगा?
kn: ನಾನು ಹಾನಿಗೊಳಗಾದ ಅಥವಾ ಕಡಿಮೆ ಗುಣಮಟ್ಟದ ಉತ್ಪನ್ನವನ್ನು ಸ್ವೀಕರಿಸಿದರೆ ಏನು ಮಾಡಬೇಕು?
mr: मला खराब किंवा कमी दर्जाची उत्पादने मिळाल्यास काय करावे?
ta: பழுதடைந்த அல்லது குறைந்த தரமான உற்பத்தி பொருட்களைப் பெற்றால் என்ன செய்வது?
te: నేను దెబ్బతిన్న లేదా తక్కువ నాణ్యత ఉత్పత్తులను అందుకుంటే ఏమి చేయాలి?

# cropsFaqA4
source: If you receive damaged or unsatisfactory produce, please contact customer support within 24 hours of delivery. We offer refunds or replacements.
de: Wenn du beschädigte oder unbefriedigende Produkte erhältst, kontaktiere bitte den Kundensupport innerhalb von 24 Stunden nach der Lieferung. Wir bieten Rückerstattungen oder Ersatz an.
es: Si recibes productos dañados o insatisfactorios, contacta con el soporte al cliente dentro de las 24 horas posteriores a la entrega. Ofrecemos reembolsos o reemplazos.
hi: यदि आपको क्षतिग्रस्त या असंतोषजनक उत्पाद प्राप्त होता है, तो कृपया डिलीवरी के 24 घंटों के भीतर ग्राहक सहायता से संपर्क करें। हम धनवापसी या प्रतिस्थापन प्रदान करते हैं।
kn: ನೀವು ಹಾನಿಗೊಳಗಾದ ಅಥವಾ ತೃಪ್ತಿಕರವಲ್ಲದ ಉತ್ಪನ್ನವನ್ನು ಸ್ವೀಕರಿಸಿದರೆ, ದಯವಿಟ್ಟು ವಿತರಣೆಯ 24 ಗಂಟೆಗಳ ಒಳಗೆ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ. ನಾವು ಮರುಪಾವತಿ ಅಥವಾ ಬದಲಿಗಳನ್ನು ನೀಡುತ್ತೇವೆ.
mr: जर तुम्हाला खराब किंवा असमाधानकारक उत्पादने मिळाली, तर डिलिव्हरीच्या 24 तासांच्या आत ग्राहक समर्थनाशी संपर्क साधा. आम्ही परतावा किंवा बदल ऑफर करतो.
ta: பழுதடைந்த அல்லது திருப்தியற்ற உற்பத்தி பொருட்களைப் பெற்றால், விநியோகத்திற்கு 24 மணி நேரத்திற்குள் வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும். நாங்கள் திரும்பப்பெறுதல் அல்லது மாற்றுதல் வழங்குகிறோம்.
te: మీరు దెబ్బతిన్న లేదా సంతృప్తికరంగా లేని ఉత్పత్తులను అందుకుంటే, డెలివరీ తర్వాత 24 గంటల్లో కస్టమర్ సపోర్ట్‌ని సంప్రదించండి. మేము రీఫండ్‌లు లేదా రీప్లేస్‌మెంట్‌లను అందిస్తాము.

# cropsFaqQ5
source: Do you deliver nationwide?
de: Liefern Sie landesweit?
es: ¿Realizan envíos a nivel nacional?
hi: क्या आप देश भर में डिलीवरी करते हैं?
kn: ನೀವು ರಾಷ್ಟ್ರವ್ಯಾಪಿ ವಿತರಣೆ ಮಾಡುತ್ತೀರಾ?
mr: तुम्ही देशभरात डिलिव्हरी करता का?
ta: நாடு முழுவதும் விநியோகம் செய்கிறீர்களா?
te: మీరు దేశవ్యాప్తంగా డెలివరీ చేస్తారా?

# cropsFaqA5
source: Yes, we deliver across India. Delivery times vary based on location and product type. Estimated delivery dates are provided at checkout.
de: Ja, wir liefern in ganz Indien. Die Lieferzeiten variieren je nach Standort und Produkttyp. Geschätzte Liefertermine werden an der Kasse angegeben.
es: Sí, realizamos envíos por toda India. Los tiempos de entrega varían según la ubicación y el tipo de producto. Las fechas estimadas de entrega se proporcionan al finalizar la compra.
hi: हां, हम पूरे भारत में डिलीवरी करते हैं। डिलीवरी समय स्थान और उत्पाद प्रकार के आधार पर भिन्न होता है। अनुमानित डिलीवरी तिथियां चेकआउट पर प्रदान की जाती हैं।
kn: ಹೌದು, ನಾವು ಭಾರತದಾದ್ಯಂತ ವಿತರಣೆ ಮಾಡುತ್ತೇವೆ. ವಿತರಣಾ ಸಮಯವು ಸ್ಥಳ ಮತ್ತು ಉತ್ಪನ್ನ ಪ್ರಕಾರದ ಆಧಾರದ ಮೇಲೆ ಬದಲಾಗುತ್ತದೆ. ಚೆಕ್‌ಔಟ್‌ನಲ್ಲಿ ಅಂದಾಜು ವಿತರಣಾ ದಿನಾಂಕಗಳನ್ನು ಒಡಗಿಸಲಾಗುತ್ತದೆ.
mr: होय, आम्ही भारतभर डिलिव्हरी करतो. डिलिव्हरीचा कालावधी स्थान आणि उत्पादन प्रकारानुसार बदलतो. चेकआउटवर अंदाजित डिलिव्हरी तारखा प्रदान केल्या जातात.
ta: ஆம், இந்தியா முழுவதும் விநியோகிக்கிறோம். விநியோக நேரங்கள் இடம் மற்றும் தயாரிப்பு வகையைப் பொறுத்து மாறுபடும். செக்அவுட்டில் மதிப்பிடப்பட்ட விநியோக தேதிகள் வழங்கப்படும்.
te: అవును, మేము భారతదేశం అంతటా డెలివరీ చేస్తాము. డెలివరీ సమయాలు స్థానం మరియు ఉత్పత్తి రకం ఆధారంగా మారుతూ ఉంటాయి. అంచనా డెలివరీ తేదీలు చెక్‌అవుట్‌లో అందించబడతాయి.

# cropsFaqQ6
source: How do I list my crops on the website?
de: Wie liste ich meine Pflanzen auf der Website auf?
es: ¿Cómo listo mis cultivos en el sitio web?
hi: मैं वेबसाइट पर अपनी फसलों को कैसे सूचीबद्ध कर सकता हूं?
kn: ನನ್ನ ಬೆಳೆಗಳನ್ನು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಹೇಗೆ ಪಟ್ಟಿಮಾಡುವುದು?
mr: मी माझी पिके वेबसाइटवर कशी सूचीबद्ध करू शकतो?
ta: எனது பயிர்களை வலைத்தளத்தில் எவ்வாறு பட்டியலிடுவது?
te: వెబ్‌సైట్‌లో నా పంటలను ఎలా లిస్ట్ చేయాలి?
