Repository: SChandu7/KisanKonnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, kn, mr, ta, te

# appTitle
source: Kisan Connect
hi: किसान कनेक्ट
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್
mr: किसान कनेक्ट
ta: கிசான் இணைப்பு
te: కిసాన్ కనెక్ట్

# searchHint
source: Search crops, equipment, produce...
de: Suche nach Pflanzen, Geräten, Produkten...
es: Buscar cultivos, equipos, productos...
hi: फसलें, उपकरण, उत्पाद खोजें...
kn: ಬೆಳೆಗಳು, ಉಪಕರಣಗಳು, ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ...
mr: पिके, उपकरणे, उत्पादने शोधा...
ta: பயிர்கள், உபகரணங்கள், உற்பத்தி பொருட்களைத் தேடு...
te: పంటలు, పరికరాలు, ఉత్పత్తులు వెతకండి...

# carouselTitle1
source: Explore Our Crops
de: Entdecke unsere Pflanzen
es: Explora Nuestros Cultivos
hi: हमारी फसलों का अन्वेषण करें
kn: ನಮ್ಮ ಬೆಳೆಗಳನ್ನು ಅನ್ವೇಷಿಸಿ
mr: आमची पिके एक्सप्लोर करा
ta: எங்கள் பயிர்களை ஆராயுங்கள்
te: మా పంటలను అన్వేషించండి

# carouselTitle2
source: Top Quality Equipment
de: Hochwertige Geräte
es: Equipos de Máxima Calidad
hi: उच्च गुणवत्ता वाले उपकरण
kn: ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಉಪಕರಣಗಳು
mr: उच्च दर्जाची उपकरणे
ta: உயர்ந்த தரமான உபகரணங்கள்
te: ఉత్తమ నాణ్యత పరికరాలు

# carouselTitle3
source: Fresh Produce Delivered
de: Frische Produkte geliefert
es: Productos Frescos Entregados
hi: ताजा उत्पाद वितरित
kn: ತಾಜಾ ಉತ್ಪನ್ನಗಳ ವಿತರಣೆ
mr: ताजे उत्पादने घरपोच
ta: புதிய உற்பத்தி பொருட்கள் விநியோகிக்கப்படுகின்றன
te: తాజా ఉత్పత్తులు డెలివరీ

source: Explore Now
de: Jetzt entdecken
es: Explorar Ahora
hi: अभी खोजें
kn: ಈಗ ಅನ್ವೇಷಿಸಿ
mr: आता एक्सप्लोर करा
ta: இப்போது ஆராயுங்கள்
te: ఇప్పుడు అన్వేషించండి

# contractFarmingTitle
source: What is Contract Farming?
de: Was ist Vertragslandwirtschaft?
es: ¿Qué es la Agricultura por Contrato?
hi: कॉन्ट्रैक्ट फार्मिंग क्या है?
kn: ಕಾಂಟ್ರಾಕ್ಟ್ ಫಾರ್ಮಿಂಗ್ ಎಂದರೇನು?
mr: कॉन्ट्रॅक्ट फार्मिंग म्हणजे काय?
ta: ஒப்பந்த விவசாயம் என்றால் என்ன?
te: కాంట్రాక్ట్ ఫార్మింగ్ అంటే ఏమిటి?

# contractFarmingDescription
source: Contract farming is an agreement between farmers and buyers to produce specific crops at predetermined prices...
de: Vertragslandwirtschaft ist eine Vereinbarung zwischen Landwirten und Käufern, um bestimmte Pflanzen zu festgelegten Preisen zu produzieren...
es: La agricultura por contrato es un acuerdo entre agricultores y compradores para producir cultivos específicos a precios predeterminados...
hi: कॉन्ट्रैक्ट फार्मिंग किसानों और खरीदारों के बीच एक समझौता है जिसमें पूर्व निर्धारित कीमतों पर विशिष्ट फसलों का उत्पादन किया जाता है...
kn: ಕಾಂಟ್ರಾಕ್ಟ್ ಫಾರ್ಮಿಂಗ್ ಎಂದರೆ ರೈತರು ಮತ್ತು ಖರೀದಿದಾರರ ನಡುವಿನ ಒಪ್ಪಂದವಾಗಿದ್ದು, ನಿರ್ದಿಷ್ಟ ಬೆಳೆಗಳನ್ನು ಮೊದಲೇ ನಿರ್ಧರಿಸಿದ ಬೆಲೆಯಲ್ಲಿ ಉತ್ಪಾದಿಸಲು...
mr: कॉन्ट्रॅक्ट फार्मिंग हा शेतकरी आणि खरेदीदार यांच्यातील करार आहे ज्यामध्ये ठराविक पिके ठरलेल्या किमतीत तयार करण्यासाठी...
ta: ஒப்பந்த விவசாயம் என்பது விவசாயிகளுக்கும் வாங்குபவர்களுக்கும் இடையே முன்கூட்டியே நிர்ணயிக்கப்பட்ட விலையில் குறிப்பிட்ட பயிர்களை உற்பத்தி செய்ய ஒப்பந்தம் செய்யப்படுவது...
te: కాంట్రాక్ట్ ఫార్మింగ్ అనేది రైతులు మరియు కొనుగోలుదారుల మధ్య నిర్ణయించబడిన ధరలలో నిర్దిష్ట పంటలను ఉత్పత్తి చేయడానికి ఒప్పందం...

source: Explore Categories
de: Kategorien entdecken
es: Explorar Categorías
hi: श्रेणियां खोजें
kn: ವಿಭಾಗಗಳನ್ನು ಅನ್ವೇಷಿಸಿ
mr: श्रेणी एक्सप्लोर करा
ta: வகைகளை ஆராயுங்கள்
te: వర్గాలను అన్వేషించండి

# categoryCropsTitle
source: Crops
de: Pflanzen
es: Cultivos
hi: फसलें
kn: ಬೆಳೆಗಳು
mr: पिके
ta: பயிர்கள்
te: పంటలు

# categoryCropsDesc
source: Discover a variety of crops.
de: Entdecke eine Vielzahl von Pflanzen.
es: Descubre una variedad de cultivos.
hi: विभिन्न प्रकार की फसलों की खोज करें।
kn: ವಿವಿಧ ಬೆಳೆಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ.
mr: विविध पिकांचा शोध घ्या.
ta: பலவகையான பயிர்களைக் கண்டறியுங்கள்.
te: వివిధ రకాల పంటలను కనుగొనండి.

# categoryEquipmentTitle
source: Equipment
de: Geräte
es: Equipos
hi: उपकरण
kn: ಉಪಕರಣಗಳು
mr: उपकरणे
ta: உபகரணங்கள்
te: పరికరాలు

# categoryEquipmentDesc
source: Find the best agricultural tools.
de: Finde die besten landwirtschaftlichen Werkzeuge.
es: Encuentra las mejores herramientas agrícolas.
hi: सर्वोत्तम कृषि उपकरण खोजें।
kn: ಅತ್ಯುತ್ತಮ ಕೃಷಿ ಉಪಕರಣಗಳನ್ನು ಹುಡುಕಿ.
mr: सर्वोत्तम कृषी साधने शोधा.
ta: சிறந்த விவசாய கருவிகளைக் கண்டறியுங்கள்.
te: ఉత్తమ వ్యవసాయ టూల్స్ కనుగొనండి.

# categoryProduceTitle
source: Fresh Produce
de: Frische Produkte
es: Productos Frescos
hi: ताजा उत्पाद
kn: ತಾಜಾ ಉತ್ಪನ್ನಗಳು
mr: ताजे उत्पादने
ta: புதிய உற்பத்தி
te: తాజా ఉత్పత్తులు

# categoryProduceDesc
source: Order fresh fruits and vegetables.
de: Bestelle frisches Obst und Gemüse.
es: Pide frutas y verduras frescas.
hi: ताजे फल और सब्जियां ऑर्डर करें।
kn: ತಾಜಾ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳನ್ನು ಆರ್ಡರ್ ಮಾಡಿ.
mr: ताज्या फळांचा आणि भाज्यांचा ऑर्डर द्या.
ta: புதிய பழங்கள் மற்றும் காய்கறிகளை ஆர்டர் செய்யுங்கள்.
te: తాజా పండ్లు మరియు కూరగాయలను ఆర్డర్ చేయండి.

# whatUsersSay
source: What Our Users Say
de: Was unsere Nutzer sagen
es: Lo que Dicen Nuestros Usuarios
hi: हमारे उपयोगकर्ता क्या कहते हैं
kn: ನಮ್ಮ ಬಳಕೆದಾರರು ಏನು ಹೇಳುತ್ತಾರೆ
mr: आमचे वापरकर्ते काय म्हणतात
ta: எங்கள் பயனர்கள் என்ன சொல்கிறார்கள்
te: మా వినియోగదారులు ఏమి చెబుతున్నారు

# testimonial1
source: Kisan Connect has transformed my shopping experience. The quality of produce is exceptional!
de: Kisan Connect hat meine Einkaufserfahrung transformiert. Die Qualität der Produkte ist hervorragend!
es: Kisan Connect ha transformado mi experiencia de compra. ¡La calidad de los productos es excepcional!
hi: किसान कनेक्ट ने मेरे खेती के अनुभव में क्रांति ला दी है!
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್ ನನ್ನ ಶಾಪಿಂಗ್ ಅನುಭವವನ್ನು ಪರಿವರ್ತಿಸಿದೆ. ಉತ್ಪನ್ನಗಳ ಗುಣಮಟ್ಟ ಅಸಾಧಾರಣವಾಗಿದೆ!
mr: किसान कनेक्टने माझा शेतीचा अनुभव बदलला आहे!
ta: கிசான் இணைப்பு எனது ஷாப்பிங் அனுபவத்தை மாற்றியுள்ளது. உற்பத்தியின் தரம் விதிவிலக்கானது!
te: కిసాన్ కనెక్ట్ నా షాపింగ్ అనుభవాన్ని మార్చివేసింది! ఉత్పత్తుల నాణ్యత అద్భుతమైనది!

# testimonial1Author
source: — Prabhas, Buyer
de: — Prabhas, Käufer
es: — Prabhas, Comprador
hi: रमनैया, किसान
kn: — ಪ್ರಭಾಸ್, ಖರೀದಿದಾರ
mr: रामनय्या, शेतकरी
ta: — பிரபாஸ், வாங்குபவர்
te: — ప్రభాస్, కొనుగోలుదారు

# testimonial2
source: I love the convenience of ordering fresh fruits and vegetables online. Highly recommend!
de: Ich liebe die Bequemlichkeit, frisches Obst und Gemüse online zu bestellen. Sehr empfehlenswert!
es: Me encanta la comodidad de pedir frutas y verduras frescas en línea. ¡Muy recomendable!
hi: मैं आसानी से ताजे उत्पाद ऑनलाइन ऑर्डर कर सकता हूं। अत्यधिक सलाह!
kn: ತಾಜಾ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಆರ್ಡರ್ ಮಾಡುವ ಸೌಕರ್ಯವನ್ನು ನಾನು ಪ್ರೀತಿಸುತ್ತೇನೆ. ಖಂಡಿತವಾಗಿಯೂ ಶಿಫಾರಸು ಮಾಡುತ್ತೇನೆ!
mr: मी सहजपणे ताजे उत्पादने ऑनलाइन ऑर्डर करू शकतो. खूप शिफारस करतो!
ta: புதிய பழங்கள் மற்றும் காய்கறிகளை ஆன்லைனில் ஆர்டர் செய்வதற்கு வசதியாக இருக்கிறது. மிகவும் பரிந்துரைக்கிறேன்!
te: నేను తాజా పండ్లు మరియు కూరగాయలను ఆన్లైన్‌లో ఆర్డర్ చేయడం ఇష్టపడుతున్నాను. హైలీ రికమెండ్!

# testimonial2Author
source: — Krishna Babu, Customer
de: — Krishna Babu, Kunde
es: — Krishna Babu, Cliente
hi: संजय, ग्राहक
kn: — ಕೃಷ್ಣ ಬಾಬು, ಗ್ರಾಹಕ
mr: संजय, ग्राहक
ta: — கிருஷ்ணா பாபு, வாடிக்கையாளர்
te: — కృష్ణ బాబు, కస్టమర్

# testimonial3
source: The support from Kisan Connect has been invaluable. They truly care about customers!
de: Die Unterstützung von Kisan Connect ist unschätzbar. Sie kümmern sich wirklich um die Kunden!
es: El soporte de Kisan Connect ha sido invaluable. ¡Realmente se preocupan por los clientes!
hi: किसान कनेक्ट का समर्थन अद्भुत है!
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್‌ನಿಂದ ಬೆಂಬಲ ಅಮೂಲ್ಯವಾಗಿದೆ. ಅವರು ಗ್ರಾಹಕರ ಬಗ್ಗೆ ನಿಜವಾಗಿಯೂ ಕಾಳಜಿ ವಹಿಸುತ್ತಾರೆ!
mr: किसान कनेक्टचे समर्थन अपवादात्मक आहे!
ta: கிசான் இணைப்பின் ஆதரவு மிகவும் மதிப்புமிக்கது. அவர்கள் உண்மையிலேயே வாடிக்கையாளர்களைப் பற்றி அக்கறை கொள்கிறார்கள்!
te: కిసాన్ కనెక్ట్ నుండి సపోర్ట్ చాలా విలువైనది. వారు నిజంగా కస్టమర్ల గురించి శ్రద్ధ వహిస్తారు!

# testimonial3Author
source: — Jason Desabathula, Buyer
de: — Jason Desabathula, Käufer
es: — Jason Desabathula, Comprador
hi: सुरेश पटेल, किसान
kn: — ಜೇಸನ್ ದೇಸಾಬತುಲ, ಖರೀದಿದಾರ
mr: सुरेश पटेल, शेतकरी
ta: — ஜேசன் தேசபத்துலா, வாங்குபவர்
te: — జేసన్ దేశభట్ల, కొనుగోలుదారు

# footerCopyright
source: © 2025 Kisan Connect. All rights reserved.
de: © 2025 Kisan Connect. Alle Rechte vorbehalten.
es: © 2025 Kisan Connect. Todos los derechos reservados.
hi: © 2025 किसान कनेक्ट। सर्वाधिकार सुरक्षित।
kn: © 2025 ಕಿಸಾನ್ ಕನೆಕ್ಟ್. ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.
mr: © 2025 किसान कनेक्ट. सर्व हक्क राखीव.
ta: © 2025 கிசான் இணைப்பு. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
te: © 2025 కిసాన్ కనెక్ట్. అన్ని హక్కులు ప్రత్యేకించబడ్డాయి.

# footerSupport
source: Customer Support: 1800 267 0997 | Email: customercare@kisanconnect.in
de: Kundensupport: 1800 267 0997 | E-Mail: customercare@kisanconnect.in
es: Atención al Cliente: 1800 267 0997 | Correo: customercare@kisanconnect.in
hi: ग्राहक सहायता: 1800 267 0997 | ईमेल: customercare@kisanconnect.in
kn: ಗ್ರಾಹಕ ಬೆಂಬಲ: 1800 267 0997 | ಇಮೇಲ್: customercare@kisanconnect.in
mr: ग्राहक समर्थन: 1800 267 0997 | ईमेल: customercare@kisanconnect.in
ta: வாடிக்கையாளர் ஆதரவு: 1800 267 0997 | மின்னஞ்சல்: customercare@kisanconnect.in
te: కస్టమర్ సపోర్ట్: 1800 267 0997 | ఇమెయిల్: customercare@kisanconnect.in

# drawerProfile
source: Profile
de: Profil
es: Perfil
hi: प्रोफाइल
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

# drawerHelp
source: About Us
de: Über uns
es: Sobre Nosotros
hi: सहायता
kn: ಸಹಾಯ
mr: मदत
ta: உதவி
te: సహాయం

# drawerQuery
source: Contact Us
de: Kontakt
es: Contáctanos
hi: प्रश्न उठाएं
kn: ಪ್ರಶ್ನೆ ಎತ್ತಿರಿ
mr: प्रश्न उपस्थित करा
ta: கேள்வியை உயர்த்து
te: ప్రశ్నను మోగించండి

# drawerSettings
source: Settings
de: Einstellungen
es: Configuración
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mr: सेटिंग्ज
ta: அமைப்புகள்
te: సెట్టింగ్స్

# popupLogin
source: Log-in
de: Anmelden
es: Iniciar Sesión
hi: लॉगिन
kn: ಲಾಗ್-ಇನ್
mr: लॉग-इन
ta: உள்நுழை
te: లాగిన్

# popupFarmer
source: Farmer
de: Landwirt
es: Agricultor
hi: किसान
kn: ರೈತ
mr: शेतकरी
ta: விவசாயி
te: రైతు

# popupBuyer
source: Buyer
de: Käufer
es: Comprador
hi: खरीदार
kn: ಖರೀದಿದಾರ
mr: खरेदीदार
ta: வாங்குபவர்
te: కొనుగోలుదారు

# popupLogout
source: Language
de: Sprache
es: Idioma
hi: भाषा
kn: ಭಾಷೆ
mr: भाषा
ta: மொழி
te: భాష

# popupHelp
source: Help
de: Hilfe
es: Ayuda
hi: सहायता
kn: ಸಹಾಯ
mr: मदत
ta: உதவி
te: సహాయం

# logoutSuccess
source: Logout succesfully ....
de: Erfolgreich abgemeldet...
es: Cierre de sesión exitoso...
hi: सफलतापूर्वक लॉगआउट किया गया ....
kn: ಲಾಗೌಟ್ ಯಶಸ್ವಿಯಾಗಿದೆ ....
mr: लॉगआउट यशस्वीपणे झाले...
ta: வெற்றிகரமாக வெளியேறப்பட்டது...
te: లాగౌట్ విజయవంతంగా పూర్తయింది ....

source: Help selected....
de: Hilfe ausgewählt...
es: Ayuda seleccionada...
hi: सहायता चयनित....
kn: ಸಹಾಯ ಆಯ್ಕೆಯಾಗಿದೆ....
mr: मदत निवडली गेली...
ta: உதவி தேர்ந்தெடுக்கப்பட்டது...
te: సహాయం ఎంచుకోబడింది....

# voiceAssistantGreeting
source: Hi, how can I assist you?
de: Hallo, wie kann ich dir helfen?
es: Hola, ¿cómo puedo ayudarte?
hi: नमस्ते, मैं आपकी कैसे सहायता कर सकता हूँ?
kn: ಹಾಯ್, ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?
mr: हाय, मी तुम्हाला कशी मदत करू शकतो?
ta: வணக்கம், உங்களுக்கு எவ்வாறு உதவ முடியும்?
te: హాయ్, నేను మీకు ఎలా సహాయం చేయగలను?

# welcomeMessage
source: Welcome to Kisan Connect
de: Willkommen bei Kisan Connect
es: Bienvenido a Kisan Connect
hi: किसान कनेक्ट में आपका स्वागत है
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್‌ಗೆ ಸ್ವಾಗತ
mr: किसान कनेक्टमध्ये स्वागत आहे
ta: கிசான் இணைப்புக்கு வரவேற்கிறோம்
te: కిసాన్ కనెక్ట్‌కు స్వాగతం

# welcomeSubtitle
source: Empowering Buyers with Quality Produce
de: Käufer mit qualitativ hochwertigen Produkten stärken
es: Empoderando a los Compradores con Productos de Calidad
hi: गुणवत्तापूर्ण उत्पादों के साथ खरीदारों को सशक्त बनाना
kn: ಗುಣಮಟ್ಟದ ಉತ್ಪನ್ನಗಳೊಂದಿಗೆ ಖರೀದಿದಾರರನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು
mr: गुणवत्तापूर्ण उत्पादनांसह खरेदीदारांना सक्षम करणे
ta: தரமான உற்பத்தி பொருட்களுடன் வாங்குபவர்களை மேம்படுத்துதல்
te: నాణ్యమైన ఉత్పత్తులతో కొనుగోలుదారులను శక్తివంతం చేయడం

source: Equipment Rentals
de: Geräteverleih
es: Alquiler de Equipos
hi: उपकरण किराया
kn: ಉಪಕರಣ ಬಾಡಿಗೆ
mr: उपकरणे भाड्याने
ta: உபகரண வாடகைகள்
te: పరికరాల అద్దె

source: Market Trends
de: Markttrends
es: Tendencias del Mercado
hi: बाजार के रुझान
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿಗಳು
mr: बाजारातील ट्रेंड्स
ta: சந்தை போக்குகள்
te: మార్కెట్ ట్రెండ్స్

source: Weather Updates
de: Wetter-Updates
es: Actualizaciones del Clima
hi: मौसम अपडेट
kn: ಹವಾಮಾನ ನವೀಕರಣಗಳು
mr: हवामान अपडेट्स
ta: வானிலை புதுப்பிப்புகள்
te: వాతావరణ నవీకరణలు

# testimonialTitle
source: Testimonials
de: Erfahrungberichte
es: Testimonios
hi: प्रशंसापत्र
kn: ಪ್ರಶಂಸಾಪತ್ರಗಳು
mr: प्रशस्तिपत्रे
ta: சான்றுகள்
te: సాక్ష్యాలు

# testimonial11
source: Kisan Connect has transformed my farming experience. The quality of produce is exceptional!
de: Kisan Connect hat meine landwirtschaftliche Erfahrung transformiert. Die Qualität der Produkte ist hervorragend!
es: Kisan Connect ha transformado mi experiencia agrícola. ¡La calidad de los productos es excepcional!
hi: किसान कनेक्ट ने मेरे खेती के अनुभव को बदल दिया है। उत्पाद की गुणवत्ता अद्भुत है!
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್ ನನ್ನ ಕೃಷಿ ಅನುಭವವನ್ನು ಪರಿವರ್ತಿಸಿದೆ. ಉತ್ಪನ್ನಗಳ ಗುಣಮಟ್ಟ ಅಸಾಧಾರಣವಾಗಿದೆ!
mr: किसान कनेक्टने माझा शेतीचा अनुभव बदलला आहे. उत्पादनांचा दर्जा अपवादात्मक आहे!
ta: கிசான் இணைப்பு எனது விவசாய அனுபவத்தை மாற்றியுள்ளது. உற்பத்தியின் தரம் விதிவிலக்கானது!
te: కిసాన్ కనెక్ట్ నా వ్యవసాయ అనుభవాన్ని మార్చివేసింది. ఉత్పత్తుల నాణ్యత అద్భుతమైనది!

# testimonial11Author
source: — Rajesh Kumar, Farmer
de: — Rajesh Kumar, Landwirt
es: — Rajesh Kumar, Agricultor
hi: — राजेश कुमार, किसान
kn: — ರಾಜೇಶ್ ಕುಮಾರ್, ರೈತ
mr: — राजेश कुमार, शेतकरी
ta: — ராஜேஷ் குமார், விவசாயி
te: — రాజేష్ కుమార్, రైతు

# testimonial22
source: I love the convenience of ordering fresh fruits and vegetables online. Highly recommend!
de: Ich liebe die Bequemlichkeit, frisches Obst und Gemüse online zu bestellen. Sehr empfehlenswert!
es: Me encanta la comodidad de pedir frutas y verduras frescas en línea. ¡Muy recomendable!
hi: मुझे ताजे फल और सब्जियां ऑनलाइन ऑर्डर करने की सुविधा पसंद है। अत्यधिक सलाह!
kn: ತಾಜಾ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಆರ್ಡರ್ ಮಾಡುವ ಸೌಕರ್ಯವನ್ನು ನಾನು ಪ್ರೀತಿಸುತ್ತೇನೆ. ಖಂಡಿತವಾಗಿಯೂ ಶಿಫಾರಸು ಮಾಡುತ್ತೇನೆ!
mr: मला ऑनलाइन ताज्या फळांचा आणि भाज्यांचा ऑर्डर करण्याची सोय आवडते. खूप शिफारस करतो!
ta: புதிய பழங்கள் மற்றும் காய்கறிகளை ஆன்லைனில் ஆர்டர் செய்வதற்கு வசதியாக இருக்கிறது. மிகவும் பரிந்துரைக்கிறேன்!
te: నేను తాజా పండ్లు మరియు కూరగాయలను ఆన్లైన్‌లో ఆర్డర్ చేయడం ఇష్టపడుతున్నాను. హైలీ రికమెండ్!

# testimonial22Author
source: — Anita Sharma, Customer
de: — Anita Sharma, Kunde
es: — Anita Sharma, Cliente
hi: — अनीता शर्मा, ग्राहक
kn: — ಅನಿತಾ ಶರ್ಮಾ, ಗ್ರಾಹಕ
mr: — अनिता शर्मा, ग्राहक
ta: — அனிதா ஷர்மா, வாடிக்கையாளர்
te: — అనితా శర్మ, కస్టమర్

# testimonial33
source: The support from Kisan Connect has been invaluable. They truly care about farmers!
de: Die Unterstützung von Kisan Connect ist unschätzbar. Sie kümmern sich wirklich um die Landwirte!
es: El soporte de Kisan Connect ha sido invaluable. ¡Realmente se preocupan por los agricultores!
hi: किसान कनेक्ट का समर्थन अमूल्य रहा है। वे वास्तव में किसानों की परवाह करते हैं!
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್‌ನಿಂದ ಬೆಂಬಲ ಅಮೂಲ್ಯವಾಗಿದೆ. ಅವರು ರೈತರ ಬಗ್ಗೆ ನಿಜವಾಗಿಯೂ ಕಾಳಜಿ ವಹಿಸುತ್ತಾರೆ!
mr: किसान कनेक्टचे समर्थन अमूल्य आहे. ते खरोखर शेतकऱ्यांची काळजी घेतात!
ta: கிசான் இணைப்பின் ஆதரவு மிகவும் மதிப்புமிக்கது. அவர்கள் உண்மையிலேயே விவசாயிகளைப் பற்றி அக்கறை கொள்கிறார்கள்!
te: కిసాన్ కనెక్ట్ నుండి సపోర్ట్ చాలా విలువైనది. వారు నిజంగా రైతుల గురించి శ్రద్ధ వహిస్తారు!

# testimonial33Author
source: — Suresh Patel, Farmer
de: — Suresh Patel, Landwirt
es: — Suresh Patel, Agricultor
hi: — सुरेश पटेल, किसान
kn: — ಸುರೇಶ್ ಪಟೇಲ್, ರೈತ
mr: — सुरेश पटेल, शेतकरी
ta: — சுரேஷ் படேல், விவசாயி
te: — సురేష్ పటేల్, రైతు

# agricultureTitle
source: Agriculture Industry in India
de: Landwirtschaftsindustrie in Indien
es: Industria Agrícola en India
hi: भारत में कृषि उद्योग
kn: ಭಾರತದಲ್ಲಿ ಕೃಷಿ ಉದ್ಯಮ
mr: भारतातील कृषी उद्योग
ta: இந்தியாவில் விவசாயத் தொழில்
te: భారతదేశంలో వ్యవసాయ పరిశ్రమ

# agricultureContent
source: The Indian agriculture industry plays a critical role in the nation's economy...
de: Die indische Landwirtschaftsindustrie spielt eine zentrale Rolle in der Wirtschaft des Landes...
es: La industria agrícola india juega un papel crucial en la economía del país...
hi: भारतीय कृषि उद्योग देश की अर्थव्यवस्था में एक महत्वपूर्ण भूमिका निभाता है...
kn: ಭಾರತೀಯ ಕೃಷಿ ಉದ್ಯಮವು ರಾಷ್ಟ್ರದ ಆರ್ಥಿಕತೆಯಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವನ್ನು ವಹಿಸುತ್ತದೆ...
mr: भारतीय कृषी उद्योग देशाच्या अर्थव्यवस्थेत महत्त्वाची भूमिका बजावतो...
ta: இந்திய விவசாயத் தொழில் நாட்டின் பொருளாதாரத்தில் முக்கிய பங்கு வகிக்கிறது...
te: భారత వ్యవసాయ పరిశ్రమ దేశ ఆర్థిక వ్యవస్థలో కీలక పాత్ర పోషిస్తుంది...

# importanceTitle
source: Importance of Agriculture
de: Bedeutung der Landwirtschaft
es: Importancia de la Agricultura
hi: कृषि का महत्व
kn: ಕೃಷಿಯ ಮಹತ್ವ
mr: कृषीचे महत्त्व
ta: விவசாயத்தின் முக்கியத்துவம்
te: వ్యవసాయం యొక్క ప్రాముఖ్యత

# importanceContent
source: Agriculture contributes significantly to GDP and supports various industries...
de: Die Landwirtschaft trägt erheblich zum BIP bei und unterstützt verschiedene Industrien...
es: La agricultura contribuye significativamente al PIB y apoya diversas industrias...
hi: कृषि जीडीपी में महत्वपूर्ण योगदान देती है और विभिन्न उद्योगों का समर्थन करती है...
kn: ಕೃಷಿಯು ಜಿಡಿಪಿಗೆ ಗಣನೀಯವಾಗಿ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ ಮತ್ತು ವಿವಿಧ ಉದ್ಯಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ...
mr: कृषी जीडीपीमध्ये मोठ्या प्रमाणात योगदान देते आणि विविध उद्योगांना समर्थन देते...
ta: விவசாயம் மொத்த உள்நாட்டு உற்பத்தியில் கணிசமாக பங்களிக்கிறது மற்றும் பல தொழில்களை ஆதரிக்கிறது...
te: వ్యవసాయం జిడిపికి గణనీయమైన సహకారాన్ని అందిస్తుంది మరియు వివిధ పరిశ్రమలకు మద్దతు ఇస్తుంది...

# challengesTitle
source: Challenges Faced
de: Herausforderungen
es: Desafíos Enfrentados
hi: सामने आने वाली चुनौतियां
kn: ಎದುರಿಸುವ ಸವಾಲುಗಳು
mr: सामोरे जाणारे आव्हाने
ta: எதிர்கொள்ளப்படும் சவால்கள்
te: ఎదుర్కొన్న సవాళ్లు

# challengesContent
source: Challenges include climate change, water scarcity, and price fluctuations...
de: Herausforderungen umfassen Klimawandel, Wasserknappheit und Preisschwankungen...
es: Los desafíos incluyen el cambio climático, la escasez de agua y las fluctuaciones de precios...
hi: चुनौतियों में जलवायु परिवर्तन, जल की कमी और मूल्य उतार-चढ़ाव शामिल हैं...
kn: ಹವಾಮಾನ ಬದಲಾವಣೆ, ನೀರಿನ ಕೊರತೆ ಮತ್ತು ಬೆಲೆ ಏರಿಳಿತಗಳು ಸವಾಲುಗಳನ್ನು ಒಳಗೊಂಡಿವೆ...
mr: आव्हाने यामध्ये हवामान बदल, पाण्याची कमतरता आणि किमतीतील चढ-उतार यांचा समावेश आहे...
ta: சவால்களில் பருவநிலை மாற்றம், நீர் பற்றாக்குறை மற்றும் விலை ஏற்ற இறக்கங்கள் அடங்கும்...
te: సవాళ్లలో క్లైమేట్ చేంజ్, నీటి కొరత మరియు ధర హెచ్చుతగ్గులు ఉన్నాయి...

# fruitsButton
source: Fruits
de: Obst
es: Frutas
hi: फल
kn: ಹಣ್ಣುಗಳು
mr: फळे
ta: பழங்கள்
te: పండ్లు

# vegetablesButton
source: Vegetables
de: Gemüse
es: Verduras
hi: सब्जियां
kn: ತರಕಾರಿಗಳು
mr: भाज्या
ta: காய்கறிகள்
te: కూరగాయలు

# searchPlaceholder
source: Search for a fruit or vegetable...
de: Suche nach Obst oder Gemüse...
es: Buscar una fruta o verdura...
hi: फल या सब्जी खोजें...
kn: ಹಣ್ಣು ಅಥವಾ ತರಕಾರಿಯನ್ನು ಹುಡುಕಿ...
mr: एखादे फळ किंवा भाजी शोधा...
ta: பழம் அல்லது காய்கறியைத் தேடு...
te: పండు లేదా కూరగాయ కోసం శోధించండి...

# fruitsAndPrices
source: Fruits and Their Prices
de: Obst und seine Preise
es: Frutas y Sus Precios
hi: फल और उनके मूल्य
kn: ಹಣ್ಣುಗಳು ಮತ್ತು ಅವುಗಳ ಬೆಲೆಗಳು
mr: फळे आणि त्यांच्या किमती
ta: பழங்கள் மற்றும் அவற்றின் விலைகள்
te: పండ్లు మరియు వాటి ధరలు

# vegetablesAndPrices
source: Vegetables and Their Prices
de: Gemüse und seine Preise
es: Verduras y Sus Precios
hi: सब्जियां और उनके मूल्य
kn: ತರಕಾರಿಗಳು ಮತ್ತು ಅವುಗಳ ಬೆಲೆಗಳು
mr: भाज्या आणि त्यांच्या किमती
ta: காய்கறிகள் மற்றும் அவற்றின் விலைகள்
te: కూరగాయలు మరియు వాటి ధరలు

# tableName
source: Name
es: Nombre
hi: नाम
kn: ಹೆಸರು
mr: नाव
ta: பெயர்
te: పేరు

# tablePrice
source: Price
de: Preis
es: Precio
hi: मूल्य
kn: ಬೆಲೆ
mr: किंमत
ta: விலை
te: ధర

# tableSeason
source: Season
de: Saison
es: Temporada
hi: मौसम
kn: ಋತು
mr: हंगाम
ta: பருவம்
te: సీజన్

# tableBenefit
source: Benefit
de: Vorteil
es: Beneficio
hi: लाभ
kn: ಲಾಭ
mr: फायदा
ta: பயன்
te: ప్రయోజనం

# samplePriceTrends
source: Price Trends (Sample)
de: Preistrends (Beispiel)
es: Tendencias de Precios (Muestra)
hi: मूल्य रुझान (नमूना)
kn: ಬೆಲೆ ಪ್ರವೃತ್ತಿಗಳು (ಮಾದರಿ)
mr: किंमत ट्रेंड्स (नमुना)
ta: விலை போக்குகள் (மாதிரி)
te: ధర ట్రెండ్స్ (నమూనా)

source: Contact Us
de: Kontakt
es: Contáctanos
hi: हमसे संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
mr: आमच्याशी संपर्क साधा
ta: எங்களை தொடர்பு கொள்ளுங்கள்
te: మమ్మల్ని సంప్రదించండి

source: Trends
es: Tendencias
hi: रुझान
kn: ಪ್ರವೃತ್ತಿಗಳು
mr: ट्रेंड्स
ta: போக்குகள்
te: ట్రెండ్స్

# weatherPageTitle
source: Kisan Connect
hi: किसान कनेक्ट
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್
mr: किसान कनेक्ट
ta: கிசான் இணைப்பு
te: కిసాన్ కనెక్ట్

# searchCropHint
source: Search for a crop...
de: Suche nach einer Pflanze...
es: Buscar un cultivo...
hi: फसल खोजें...
kn: ಬೆಳೆಯನ್ನು ಹುಡುಕಿ...
mr: पिकासाठी शोधा...
ta: பயிரைத் தேடு...
te: పంట కోసం శోధించండి...

# currentWeatherTitle
source: Current Weather Conditions
de: Aktuelle Wetterbedingungen
es: Condiciones Climáticas Actuales
hi: वर्तमान मौसम की स्थिति
kn: ಪ್ರಸ್ತುತ ಹವಾಮಾನ ಪರಿಸ್ಥಿತಿಗಳು
mr: सध्याच्या हवामान परिस्थिती
ta: தற்போதைய வானிலை நிலைமைகள்
te: ప్రస్తుత వాతావరణ పరిస్థితులు

# seasonalForecastTitle
source: Seasonal Forecast
de: Saisonale Vorhersage
es: Pronóstico Estacional
hi: मौसमी पूर्वानुमान
kn: ಋತುಮಾನದ ಮುನ್ಸೂಚನೆ
mr: हंगामी अंदाज
ta: பருவகால முன்னறிவிப்பு
te: సీజనల్ ఫోర్కాస్ట్

source: Location
de: Standort
es: Ubicación
hi: स्थान
kn: ಸ್ಥಳ
mr: स्थान
ta: இடம்
te: స్థానం

source: Temperature
de: Temperatur
es: Temperatura
hi: तापमान
kn: ತಾಪಮಾನ
mr: तापमान
ta: வெப்பநிலை
te: ఉష్ణోగ్రత

source: Humidity
de: Luftfeuchtigkeit
es: Humedad
hi: आर्द्रता
kn: ಆರ್ದ್ರತೆ
mr: आर्द्रता
ta: ஈரப்பதம்
te: తేమ

source: Rainfall
de: Niederschlag
es: Precipitación
hi: वर्षा
kn: ಮಳೆ
mr: पर्जन्यमान
ta: மழைப்பொழிவு
te: వర్షపాతం

source: Wind Speed
de: Windgeschwindigkeit
es: Velocidad del Viento
hi: हवा की गति
kn: ಗಾಳಿಯ ವೇಗ
mr: वारा गती
ta: காற்று வேகம்
te: గాలి వేగం

source: UV Index
es: Índice UV
hi: यूवी सूचकांक
kn: ಯುವಿ ಸೂಚಕ
mr: यूव्ही इंडेक्स
ta: புற ஊதா குறியீடு
te: UV ఇండెక్స్

source: Expected Temperature
de: Erwartete Temperatur
es: Temperatura Esperada
hi: अनुमानित तापमान
kn: ನಿರೀಕ್ಷಿತ ತಾಪಮಾನ
mr: अपेक्षित तापमान
ta: எதிர்பார்க்கப்பட்ட வெப்பநிலை
te: ఊహించిన ఉష్ణోగ్రత

source: Rainfall Forecast
de: Niederschlagsvorhersage
es: Pronóstico de Precipitación
hi: वर्षा पूर्वानुमान
kn: ಮಳೆಯ ಮುನ್ಸೂಚನೆ
mr: पर्जन्यमान अंदाज
ta: மழைப்பொழிவு முன்னறிவிப்பு
te: వర్షపాతం ఫోర్కాస్ట్

source: Frost Risk
de: Frostgefahr
es: Riesgo de Heladas
hi: पाला जोखिम
kn: ಹಿಮದ ಅಪಾಯ
mr: हिम जोखीम
ta: பனி அபாயம்
te: ఫ్రాస్ట్ రిస్క్

# cropTomatoDesc
source: Tomatoes are widely grown in India. They require warm weather and well-drained soil.
de: Tomaten werden in Indien weit verbreitet angebaut. Sie benötigen warmes Wetter und gut durchlässigen Boden.
es: Los tomates se cultivan ampliamente en India. Requieren un clima cálido y un suelo bien drenado.
hi: टमाटर भारत में व्यापक रूप से उगाया जाता है। इन्हें गर्म मौसम और अच्छी जल निकासी वाली मिट्टी की आवश्यकता होती है।
kn: ಟೊಮೇಟೊಗಳು ಭಾರತದಲ್ಲಿ ವ್ಯಾಪಕವಾಗಿ ಬೆಳೆಯಲಾಗುತ್ತವೆ. ಅವುಗಳಿಗೆ ಬೆಚ್ಚಗಿನ ಹವಾಮಾನ ಮತ್ತು ಚೆನ್ನಾಗಿ ಒಡಗಿರುವ ಮಣ್ಣು ಬೇಕಾಗುತ್ತದೆ.
mr: टोमॅटो भारतात मोठ्या प्रमाणात घेतले जातात. त्यांना उबदार हवामान आणि पाण्याचा निचरा होणारी माती आवश्यक आहे.
ta: தக்காளி இந்தியாவில் பரவலாக பயிரிடப்படுகிறது. இதற்கு வெப்பமான வானிலை மற்றும் நன்கு வடிகால் மண் தேவை.
te: టమోటాలు భారతదేశంలో విస్తృతంగా పండిస్తారు. వాటికి వెచ్చని వాతావరణం మరియు బాగా నీరు పోయే నేల అవసరం.

# cropRiceDesc
source: Rice is a staple food in India. It requires a lot of water and grows well in tropical climates.
de: Reis ist ein Grundnahrungsmittel in Indien. Er benötigt viel Wasser und wächst gut in tropischen Klimazonen.
es: El arroz es un alimento básico en India. Necesita mucha agua y crece bien en climas tropicales.
hi: चावल भारत में एक प्रमुख खाद्य है। इसे अधिक पानी की आवश्यकता होती है और यह उष्णकटिबंधीय जलवायु में अच्छी तरह से उगता है।
kn: ಭತ್ತವು ಭಾರತದಲ್ಲಿ ಪ್ರಧಾನ ಆಹಾರವಾಗಿದೆ. ಇದಕ್ಕೆ ಹೆಚ್ಚಿನ ನೀರು ಬೇಕಾಗುತ್ತದೆ ಮತ್ತು ಉಷ್ಣವಲಯದ ಹವಾಮಾನದಲ್ಲಿ ಚೆನ್ನಾಗಿ ಬೆಳೆಯುತ್ತದೆ.
mr: तांदूळ भारतातील मुख्य अन्न आहे. त्याला भरपूर पाणी लागते आणि उष्णकटिबंधीय हवामानात चांगले वाढते.
ta: அரிசி இந்தியாவில் முக்கிய உணவாகும். இதற்கு அதிக அளவு நீர் தேவை மற்றும் வெப்பமண்டல காலநிலையில் நன்கு வளரும்.
te: బియ్యం భారతదేశంలో ప్రధాన ఆహారం. ఇది ఎక్కువ నీరు అవసరం మరియు ఉష్ణమండల వాతావరణంలో బాగా పెరుగుతుంది.
