Repository: SChandu7/KisanKonnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, hi, kn, mr, ta, te

# cropsFaqA6
source: To list your crops, create a farmer account, upload details about your produce, including type, quantity, and price, and wait for approval from our team.
de: Um deine Pflanzen zu listen, erstelle ein Landwirt-Konto, lade Details zu deinen Produkten hoch, einschließlich Typ, Menge und Preis, und warte auf die Genehmigung unseres Teams.
es: Para listar tus cultivos, crea una cuenta de agricultor, sube detalles sobre tus productos, incluyendo tipo, cantidad y precio, y espera la aprobación de nuestro equipo.
hi: अपनी फसलों को सूचीबद्ध करने के लिए, एक किसान खाता बनाएं, अपने उत्पाद के बारे में विवरण अपलोड करें, जिसमें प्रकार, मात्रा और मूल्य शामिल हैं, और हमारी टीम से अनुमोदन की प्रतीक्षा करें।
kn: ನಿಮ್ಮ ಬೆಳೆಗಳನ್ನು ಪಟ್ಟಿಮಾಡಲು, ರೈತ ಖಾತೆಯನ್ನು ರಚಿಸಿ, ನಿಮ್ಮ ಉತ್ಪನ್ನದ ವಿವರಗಳನ್ನು (ಪ್ರಕಾರ, ಪ್ರಮಾಣ, ಬೆಲೆ) ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ನಮ್ಮ ತಂಡದಿಂದ ಅನುಮೋದನೆಗಾಗಿ ಕಾಯಿರಿ.
mr: तुमची पिके सूचीबद्ध करण्यासाठी, शेतकरी खाते तयार करा, तुमच्या उत्पादनांचा तपशील जसे की प्रकार, प्रमाण आणि किंमत अपलोड करा आणि आमच्या टीमकडून मंजुरीची प्रतीक्षा करा.
ta: உங்கள் பயிர்களை பட்டியலிட, விவசாயி கணக்கை உருவாக்கவும், உங்கள் உற்பத்தி பற்றிய விவரங்களை (வகை, அளவு, விலை) பதிவேற்றவும், எங்கள் குழுவின் ஒப்புதலுக்கு காத்திருக்கவும்.
te: మీ పంటలను లిస్ట్ చేయడానికి, ఒక రైతు ఖాతాను సృష్టించండి, మీ ఉత్పత్తి గురించి వివరాలను అప్‌లోడ్ చేయండి మరియు మా టీమ్ నుండి ఆమోదం కోసం వేచి ఉండండి.

# cropsFaqQ7
source: Are there any fees for selling on this platform?
de: Gibt es Gebühren für den Verkauf auf dieser Plattform?
es: ¿Hay alguna tarifa por vender en esta plataforma?
hi: क्या इस प्लेटफॉर्म पर बेचने के लिए कोई शुल्क है?
kn: ಈ ವೇದಿಕೆಯಲ್ಲಿ ಮಾರಾಟಕ್ಕೆ ಯಾವುದೇ ಶುಲ್ಕಗಳಿವೆಯೇ?
mr: या प्लॅटफॉर्मवर विक्रीसाठी कोणतेही शुल्क आहे का?
ta: இந்த தளத்தில் விற்பனை செய்வதற்கு ஏதேனும் கட்டணங்கள் உள்ளனவா?
te: ఈ ప్లాట్‌ఫారమ్‌లో విక్రయించడానికి ఏవైనా ఫీజులు ఉన్నాయా?

# cropsFaqA7
source: We charge a small commission on each sale. There are no upfront fees for listing your products, and detailed terms are shared during onboarding.
de: Wir berechnen eine kleine Provision für jeden Verkauf. Es gibt keine Vorabgebühren für das Auflisten deiner Produkte, und detaillierte Bedingungen werden während des Onboardings mitgeteilt.
es: Cobramos una pequeña comisión por cada venta. No hay tarifas iniciales por listar tus productos, y los términos detallados se comparten durante la incorporación.
hi: हम प्रत्येक बिक्री पर एक छोटा कमीशन लेते हैं। उत्पादों को सूचीबद्ध करने के लिए कोई अग्रिम शुल्क नहीं है, और विस्तृत शर्तें ऑनबोर्डिंग के दौरान साझा की जाती हैं।
kn: ನಾವು ಪ್ರತಿ ಮಾರಾಟದ ಮೇಲೆ ಸಣ್ಣ ಕಮಿಷನ್ ವಿಧಿಸುತ್ತೇವೆ. ಉತ್ಪನ್ನಗಳನ್ನು ಪಟ್ಟಿಮಾಡಲು ಯಾವುದೇ ಮುಂಗಡ ಶುಲ್ಕಗಳಿಲ್ಲ, ಮತ್ತು ವಿವರವಾದ ಷರತ್ತುಗಳನ್ನು ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಸಮಯದಲ್ಲಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುತ್ತದೆ.
mr: आम्ही प्रत्येक विक्रीवर थोडेसे कमिशन आकारतो. उत्पादने सूचीबद्ध करण्यासाठी कोणतेही आगाऊ शुल्क नाही आणि तपशीलवार अटी ऑनबोर्डिंग दरम्यान शेअर केल्या जातात.
ta: ஒவ்வொரு விற்பனைக்கும் ஒரு சிறிய கமிஷனை வசூலிக்கிறோம். உங்கள் பொருட்களை பட்டியலிடுவதற்கு முன்பணம் எதுவும் இல்லை, மேலும் விரிவான விதிமுறைகள் ஆன்போர்டிங்கின் போது பகிரப்படும்.
te: మేము ప్రతి విక్రయంపై చిన్న కమీషన్ వసూలు చేస్తాము. మీ ఉత్పత్తులను లిస్ట్ చేయడానికి ముందస్తు ఫీజులు లేవు మరియు వివరణాత్మక నిబంధనలు ఆన్‌బోర్డింగ్ సమయంలో భాగస్వామ్యం చేయబడతాయి.

# cropsFaqQ8
source: How will I get paid for my sales?
de: Wie werde ich für meine Verkäufe bezahlt?
es: ¿Cómo recibiré el pago por mis ventas?
hi: मुझे अपनी बिक्री के लिए भुगतान कैसे मिलेगा?
kn: ನನ್ನ ಮಾರಾಟಕ್ಕೆ ನಾನು ಹೇಗೆ ಪಾವತಿಯನ್ನು ಪಡೆಯುವೆ?
mr: माझ्या विक्रीसाठी मला पैसे कसे मिळतील?
ta: எனது விற்பனைக்கு எவ்வாறு பணம் பெறுவேன்?
te: నా విక్రయాలకు నేను ఎలా చెల్లింపు పొందగలను?

# cropsFaqA8
source: Payments are made directly to your registered bank account within 7 days of successful delivery and customer satisfaction.
de: Zahlungen werden innerhalb von 7 Tagen nach erfolgreicher Lieferung und Kundenzufriedenheit direkt auf dein registriertes Bankkonto überwiesen.
es: Los pagos se realizan directamente a tu cuenta bancaria registrada dentro de los 7 días posteriores a la entrega exitosa y la satisfacción del cliente.
hi: भुगतान सफल डिलीवरी और ग्राहक संतुष्टि के 7 दिनों के भीतर सीधे आपके पंजीकृत बैंक खाते में किया जाता है।
kn: ಪಾವತಿಗಳನ್ನು ಯಶಸ್ವಿ ವಿತರಣೆ ಮತ್ತು ಗ್ರಾಹಕ ತೃಪ್ತಿಯ 7 ದಿನಗಳ ಒಳಗೆ ನಿಮ್ಮ ನೋಂದಾಯಿತ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ನೇರವಾಗಿ ಮಾಡಲಾಗುತ್ತದೆ.
mr: पेमेंट्स थेट तुमच्या नोंदणीकृत बँक खात्यात यशस्वी डिलिव्हरी आणि ग्राहक समाधानानंतर 7 दिवसांच्या आत केली जातात.
ta: வெற்றிகரமான விநியோகம் மற்றும் வாடிக்கையாளர் திருப்திக்கு பிறகு 7 நாட்களுக்குள் உங்கள் பதிவு செய்யப்பட்ட வங்கி கணக்கிற்கு நேரடியாக பணம் செலுத்தப்படும்.
te: చెల్లింపులు విజయవంతమైన డెలివరీ మరియు కస్టమర్ సంతృప్తి తర్వాత 7 రోజుల్లో మీ రిజిస్టర్డ్ బ్యాంక్ ఖాతాకు నేరుగా చేయబడతాయి.

# cropsFaqQ9
source: What kind of crops are in high demand?
de: Welche Pflanzen sind besonders gefragt?
es: ¿Qué tipo de cultivos tienen alta demanda?
hi: किस प्रकार की फसलों की मांग अधिक है?
kn: ಯಾವ ಬೆಳೆಗಳಿಗೆ ಹೆಚ್ಚಿನ ಬೇಡಿಕೆ ಇದೆ?
mr: कोणत्या प्रकारची पिके जास्त मागणीवर आहेत?
ta: எந்த வகையான பயிர்களுக்கு அதிக தேவை உள்ளது?
te: ఏ రకమైన పంటలు ఎక్కువ డిమాండ్‌లో ఉన్నాయి?

# cropsFaqA9
source: Fruits like mangoes and apples, vegetables like tomatoes and potatoes, and exotic vegetables like lettuce are often in high demand across markets.
de: Obst wie Mangos und Äpfel, Gemüse wie Tomaten und Kartoffeln sowie exotisches Gemüse wie Salat sind auf den Märkten oft stark nachgefragt.
es: Frutas como mangos y manzanas, verduras como tomates y patatas, y verduras exóticas como lechuga suelen tener alta demanda en los mercados.
hi: आम और सेब जैसे फल, टमाटर और आलू जैसी सब्जियां, और लेट्यूस जैसी विदेशी सब्जियां अक्सर बाजारों में अधिक मांग में होती हैं।
kn: ಮಾವು, ಸೇಬು, ಟೊಮೇಟೊ, ಆಲೂಗಡ್ಡೆ ಮತ್ತು ಲೆಟಿಸ್‌ನಂತಹ ವಿಶೇಷ ತರಕಾರಿಗಳಂತಹ ಹಣ್ಣುಗಳು ಮತ್ತು ತರಕಾರಿಗಳಿಗೆ ಮಾರುಕಟ್ಟೆಯಾದ್ಯಂತ ಹೆಚ್ಚಿನ ಬೇಡಿಕೆ ಇದೆ.
mr: आंबे आणि सफरचंद यासारखी फळे, टोमॅटो आणि बटाटस यासारख्या भाज्या आणि लेट्यूस यासारख्या विदेशी भाज्या बाजारात जास्त मागणीवर आहेत.
ta: மாம்பழங்கள், ஆப்பிள்கள் போன்ற பழங்கள், தக்காளி, உருளைக்கிழங்கு போன்ற காய்கறிகள் மற்றும் கீரை போன்ற வித்தியாசமான காய்கறிகள் சந்தைகளில் பெரும்பாலும் அதிக தேவையில் உள்ளன.
te: మామిడి, ఆపిల్ వంటి పండ్లు, టమోటా, బంగాళాదుంప వంటి కూరగాయలు మరియు లెట్యూస్ వంటి ఎక్సోటిక్ కూరగాయలు తరచుగా మార్కెట్‌లో ఎక్కువ డిమాండ్‌లో ఉంటాయి.

# cropsFaqQ10
source: Can I connect with buyers directly?
de: Kann ich direkt mit Käufern in Kontakt treten?
es: ¿Puedo conectar directamente con los compradores?
hi: क्या मैं सीधे खरीदारों से जुड़ सकता हूं?
kn: ನಾನು ಖರೀದಿದಾರರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಬಹುದೇ?
mr: मी खरेदीदारांशी थेट जोडले जाऊ शकतो का?
ta: வாங்குபவர்களுடன் நேரடியாக இணைக்க முடியுமா?
te: నేను కొనుగోలుదారులతో నేరుగా కనెక్ట్ అవ్వగలనా?

# cropsFaqA10
source: Yes, our platform facilitates communication between buyers and farmers through a secure messaging feature for any queries or custom orders.
de: Ja, unsere Plattform ermöglicht die Kommunikation zwischen Käufern und Landwirten über eine sichere Nachrichtenfunktion für Fragen oder individuelle Bestellungen.
es: Sí, nuestra plataforma facilita la comunicación entre compradores y agricultores a través de una función de mensajería segura para cualquier consulta o pedido personalizado.
hi: हां, हमारा प्लेटफॉर्म किसी भी प्रश्न या कस्टम ऑर्डर के लिए सुरक्षित मैसेजिंग सुविधा के माध्यम से खरीदारों और किसानों के बीच संचार को सुविधाजनक बनाता है।
kn: ಹೌದು, ನಮ್ಮ ವೇದಿಕೆಯು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಸ್ಟಮ್ ಆರ್ಡರ್‌ಗಳಿಗಾಗಿ ಖರೀದಿದಾರರು ಮತ್ತು ರೈತರ ನಡುವೆ ಸುರಕ್ಷಿತ ಸಂದೇಶ ವೈಶಿಷ್ಟ್ಯದ ಮೂಲಕ ಸಂವಹನವನ್ನು ಸುಗಮಗೊಳಿಸುತ್ತದೆ.
mr: होय, आमचा प्लॅटफॉर्म खरेदीदार आणि शेतकऱ्यांमधील संवाद सुलभ करण्यासाठी सुरक्षित मेसेजिंग वैशिष्ट्य प्रदान करतो.
ta: ஆம், எங்கள் தளம் வாங்குபவர்களுக்கும் விவசாயிகளுக்கும் இடையே பாதுகாப்பான செய்தி அம்சத்தின் மூலம் தொடர்பு கொள்ள உதவுகிறது.
te: అవును, మా ప్లాట్‌ఫారమ్ ఏవైనా ప్రశ్నలు లేదా కస్టమ్ ఆర్డర్‌ల కోసం కొనుగోలుదారులు మరియు రైతుల మధ్య సురక్షితమైన మెసేజింగ్ ఫీచర్ ద్వారా కమ్యూనికేషన్‌ను సులభతరం చేస్తుంది.

source: Organic Fruit Marketplace
de: Marktplatz für Bio-Obst
es: Mercado de Frutas Orgánicas
hi: जैविक फल बाजार
kn: ಸಾವಯವ ಹಣ್ಣು ಮಾರುಕಟ್ಟೆ
mr: सेंद्रिय फळांचा बाजार
ta: கரிம பழ சந்தை
te: ఆర్గానిక్ పండ్ల మార్కెట్‌ప్లేస్

# organicFruitSubtitle
source: Connect directly with farmers for fresh, organic fruits
de: Verbinde dich direkt mit Landwirten für frisches, biologisches Obst
es: Conecta directamente con agricultores para obtener frutas orgánicas frescas
hi: ताजे, जैविक फलों के लिए सीधे किसानों से जुड़ें
kn: ತಾಜಾ, ಸಾವಯವ ಹಣ್ಣುಗಳಿಗಾಗಿ ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
mr: ताज्या, सेंद्रिय फळांसाठी थेट शेतकऱ्यांशी जोडा
ta: புதிய, கரிம பழங்களுக்கு விவசாயிகளுடன் நேரடியாக இணையுங்கள்
te: తాజా, ఆర్గానిక్ పండ్ల కోసం నేరుగా రైతులతో కనెక్ట్ అవ్వండి

# searchFruitsHint
source: Search for fruits...
de: Suche nach Obst...
es: Buscar frutas...
hi: फल खोजें...
kn: ಹಣ್ಣುಗಳನ್ನು ಹುಡುಕಿ...
mr: फळांसाठी शोधा...
ta: பழங்களைத் தேடு...
te: పండ్ల కోసం శోధించండి...

source: Variety
de: Sorte
es: Variedad
hi: किस्म
kn: ವೈವಿಧ್ಯ
mr: विविधता
ta: வகை
te: వైవిధ్యం

source: Season
de: Saison
es: Temporada
hi: मौसम
kn: ಋತು
mr: हंगाम
ta: பருவம்
te: సీజన్

# farmersAvailable
source: {count} Farmers Available
de: {count} Landwirte verfügbar
es: {count} Agricultores Disponibles
hi: {count} किसान उपलब्ध
kn: {count} ರೈತರು ಲಭ್ಯವಿದ್ದಾರೆ
mr: {count} शेतकरी उपलब्ध
ta: {count} விவசாயிகள் கிடைக்கின்றனர்
te: {count} రైతులు అందుబాటులో ఉన్నారు

source: Fresh Vegetables Marketplace
de: Marktplatz für frisches Gemüse
es: Mercado de Verduras Frescas
hi: ताजी सब्जियां बाजार
kn: ತಾಜಾ ತರಕಾರಿಗಳ ಮಾರುಕಟ್ಟೆ
mr: ताज्या भाज्यांचा बाजार
ta: புதிய காய்கறி சந்தை
te: తాజా కూరగాయల మార్కెట్‌ప్లేస్

# freshVegetablesSubtitle
source: Connect directly with farmers for fresh, organic vegetables
de: Verbinde dich direkt mit Landwirten für frisches, biologisches Gemüse
es: Conecta directamente con agricultores para obtener verduras orgánicas frescas
hi: ताजी, जैविक सब्जियों के लिए सीधे किसानों से जुड़ें
kn: ತಾಜಾ, ಸಾವಯವ ತರಕಾರಿಗಳಿಗಾಗಿ ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
mr: ताज्या, सेंद्रिय भाज्यांसाठी थेट शेतकऱ्यांशी जोडा
ta: புதிய, கரிம காய்கறிகளுக்கு விவசாயிகளுடன் நேரடியாக இணையுங்கள்
te: తాజా, ఆర్గానిక్ కూరగాయల కోసం నేరుగా రైతులతో కనెక్ట్ అవ్వండి

# searchVegetablesHint
source: Search for vegetables...
de: Suche nach Gemüse...
es: Buscar verduras...
hi: सब्जियां खोजें...
kn: ತರಕಾರಿಗಳನ್ನು ಹುಡುಕಿ...
mr: भाज्यांसाठी शोधा...
ta: காய்கறிகளைத் தேடு...
te: కూరగాయల కోసం శోధించండి...

# dairyMarketplaceTitle
source: Dairy Products
de: Milchprodukte
es: Productos Lácteos
hi: डेयरी उत्पाद
kn: ಹಾಲಿನ ಉತ್ಪನ್ನಗಳು
mr: डेअरी उत्पादने
ta: பால் பொருட்கள்
te: డెయిరీ ఉత్పత్తులు

# dairyMarketplaceSubtitle
source: Connect directly with farmers for fresh, organic dairy products
de: Verbinde dich direkt mit Landwirten für frische, biologische Milchprodukte
es: Conecta directamente con agricultores para obtener productos lácteos orgánicos frescos
hi: ताजे, जैविक डेयरी उत्पादों के लिए सीधे किसानों से जुड़ें
kn: ತಾಜಾ, ಸಾವಯವ ಹಾಲಿನ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
mr: ताज्या, सेंद्रिय डेअरी उत्पादनांसाठी थेट शेतकऱ्यांशी जोडा
ta: புதிய, கரிம பால் பொருட்களுக்கு விவசாயிகளுடன் நேரடியாக இணையுங்கள்
te: తాజా, ఆర్గానిక్ డెయిరీ ఉత్పత్తుల కోసం నేరుగా రైతులతో కనెక్ట్ అవ్వండి

# searchDairyHint
source: Search for dairy products...
de: Suche nach Milchprodukten...
es: Buscar productos lácteos...
hi: डेयरी उत्पाद खोजें...
kn: ಹಾಲಿನ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ...
mr: डेअरी उत्पादनांसाठी शोधा...
ta: பால் பொருட்களைத் தேடு...
te: డెయిరీ ఉత్పత్తుల కోసం శోధించండి...

# varietyLabel
source: Variety
de: Sorte
es: Variedad
hi: किस्म
kn: ವೈವಿಧ್ಯ
mr: विविधता
ta: வகை
te: వైవిధ్యం

# seasonLabel
source: Season
de: Saison
es: Temporada
hi: मौसम
kn: ಋತು
mr: हंगाम
ta: பருவம்
te: సీజన్

# descriptionLabel
source: Description
de: Beschreibung
es: Descripción
hi: विवरण
kn: ವಿವರಣೆ
mr: वर्णन
ta: விளக்கம்
te: వివరణ

source: Available Farmers
de: Verfügbare Landwirte
es: Agricultores Disponibles
hi: उपलब्ध किसान
kn: ಲಭ್ಯವಿರುವ ರೈತರು
mr: उपलब्ध शेतकरी
ta: கிடைக்கும் விவசாயிகள்
te: అందుబాటులో ఉన్న రైతులు

# quantityLabel
source: Quantity
de: Menge
es: Cantidad
hi: मात्रा
kn: ಪ್ರಮಾಣ
mr: प्रमाण
ta: அளவு
te: పరిమాణం

# ratingLabel
source: Rating
de: Bewertung
es: Calificación
hi: रेटिंग
kn: ರೇಟಿಂಗ್
mr: रेटिंग
ta: மதிப்பீடு
te: రేటింగ్

# chatButton
source: Chat
hi: चैट
kn: ಚಾಟ್
mr: चॅट
ta: அரட்டை
te: చాట్

# makeDealButton
source: Make a Deal
de: Geschäft abschließen
es: Hacer un Acuerdo
hi: सौदा करें
kn: ಒಪ್ಪಂದ ಮಾಡಿ
mr: डील करा
ta: ஒப்பந்தம் செய்யுங்கள்
te: డీల్ చేయండి

# poultryMarketplaceTitle
source: Poultry Marketplace
de: Marktplatz für Geflügel
es: Mercado de Aves
hi: पोल्ट्री बाजार
kn: ಕೋಳಿ ಮಾರುಕಟ್ಟೆ
mr: पोल्ट्री बाजार
ta: கோழி சந்தை
te: కోళ్ళ ఉత్పత్తుల మార్కెట్‌ప్లేస్

# poultryMarketplaceSubtitle
source: Connect directly with farmers for fresh, organic poultry products
de: Verbinde dich direkt mit Landwirten für frische, biologische Geflügelprodukte
es: Conecta directamente con agricultores para obtener productos de aves orgánicos frescos
hi: ताजे, जैविक पोल्ट्री उत्पादों के लिए सीधे किसानों से जुड़ें
kn: ತಾಜಾ, ಸಾವಯವ ಕೋಳಿ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
mr: ताज्या, सेंद्रिय पोल्ट्री उत्पादनांसाठी थेट शेतकऱ्यांशी जोडा
ta: புதிய, கரிம கோழி பொருட்களுக்கு விவசாயிகளுடன் நேரடியாக இணையுங்கள்
te: తాజా, ఆర్గానిక్ కోళ్ళ ఉత్పత్తుల కోసం నేరుగా రైతులతో కనెక్ట్ అవ్వండి

# searchPoultryHint
source: Search for poultry products...
de: Suche nach Geflügelprodukten...
es: Buscar productos de aves...
hi: पोल्ट्री उत्पाद खोजें...
kn: ಕೋಳಿ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ...
mr: पोल्ट्री उत्पादनांसाठी शोधा...
ta: கோழி பொருட்களைத் தேடு...
te: కోళ్ళ ఉత్పత్తుల కోసం శోధించండి...

# exoticVegetablesMarketplaceTitle
source: Exotic Vegetables Marketplace
de: Marktplatz für exotisches Gemüse
es: Mercado de Verduras Exóticas
hi: विदेशी सब्जियां बाजार
kn: ವಿಶೇಷ ತರಕಾರಿಗಳ ಮಾರುಕಟ್ಟೆ
mr: विदेशी भाज्यांचा बाजार
ta: வித்தியாசமான காய்கறி சந்தை
te: ఎక్సోటిక్ కూరగాయల మార్కెట్‌ప్లేస్

# exoticVegetablesMarketplaceSubtitle
source: Connect directly with farmers for fresh, organic exotic vegetables
de: Verbinde dich direkt mit Landwirten für frisches, biologisches exotisches Gemüse
es: Conecta directamente con agricultores para obtener verduras exóticas orgánicas frescas
hi: ताजी, जैविक विदेशी सब्जियों के लिए सीधे किसानों से जुड़ें
kn: ತಾಜಾ, ಸಾವಯವ ವಿಶೇಷ ತರಕಾರಿಗಳಿಗಾಗಿ ರೈತರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂಪರ್ಕ ಸಾಧಿಸಿ
mr: ताज्या, सेंद्रिय विदेशी भाज्यांसाठी थेट शेतकऱ्यांशी जोडा
ta: புதிய, கரிம வித்தியாசமான காய்கறிகளுக்கு விவசாயிகளுடன் நேரடியாக இணையுங்கள்
te: తాజా, ఆర్గానిక్ ఎక్సోటిక్ కూరగాయల కోసం నేరుగా రైతులతో కనెక్ట్ అవ్వండి

# searchExoticVegetablesHint
source: Search for exotic vegetables...
de: Suche nach exotischem Gemüse...
es: Buscar verduras exóticas...
hi: विदेशी सब्जियां खोजें...
kn: ವಿಶೇಷ ತರಕಾರಿಗಳನ್ನು ಹುಡುಕಿ...
mr: विदेशी भाज्यांसाठी शोधा...
ta: வித்தியாசமான காய்கறிகளைத் தேடு...
te: ఎక్సోటిక్ కూరగాయల కోసం శోధించండి...

# aboutUsSubtitle
source: Learn more about Kisan Connect
de: Erfahre mehr über Kisan Connect
es: Aprende más sobre Kisan Connect
hi: किसान कनेक्ट के बारे में अधिक जानें
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mr: किसान कनेक्टबद्दल अधिक जाणून घ्या
ta: கிசான் இணைப்பு பற்றி மேலும் அறிக
te: కిసాన్ కనెక్ట్ గురించి మరింత తెలుసుకోండి

source: About Kisan Konnect
de: Über Kisan Konnect
es: Sobre Kisan Konnect
hi: किसान कनेक्ट के बारे में
kn: ಕಿಸಾನ್ ಕನೆಕ್ಟ್ ಬಗ್ಗೆ
mr: किसान कनेक्टबद्दल
ta: கிசான் இணைப்பு பற்றி
te: కిసాన్ కనెక్ట్ గురించి

# aboutDescription
source: We are dedicated to connecting farmers and buyers in a seamless marketplace. Our platform provides a variety of agricultural products and services to meet the needs of our users.
de: Wir sind bestrebt, Landwirte und Käufer auf einem nahtlosen Marktplatz zu verbinden. Unsere Plattform bietet eine Vielzahl von landwirtschaftlichen Produkten und Dienstleistungen, um die Bedürfnisse unserer Nutzer zu erfüllen.
es: Estamos dedicados a conectar agricultores y compradores en un mercado fluido. Nuestra plataforma ofrece una variedad de productos y servicios agrícolas para satisfacer las necesidades de nuestros usuarios.
hi: हम किसानों और खरीदारों को एक सहज बाज़ार में जोड़ने के लिए समर्पित हैं। हमारा प्लेटफॉर्म हमारे उपयोगकर्ताओं की जरूरतों को पूरा करने के लिए विभिन्न प्रकार के कृषि उत्पाद और सेवाएं प्रदान करता है।
kn: ನಾವು ರೈತರು ಮತ್ತು ಖರೀದಿದಾರರನ್ನು ಸೀಮ್‌ಲೆಸ್ ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಸಂಪರ್ಕಿಸಲು ಸಮರ್ಪಿತರಾಗಿದ್ದೇವೆ. ನಮ್ಮ ವೇದಿಕೆಯು ನಮ್ಮ ಬಳಕೆದಾರರ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ವಿವಿಧ ಕೃಷಿ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಒಡಗಿಸುತ್ತದೆ.
mr: आम्ही शेतकरी आणि खरेदीदारांना एका सुलभ बाजारात जोडण्यासाठी समर्पित आहोत. आमचा प्लॅटफॉर्म आमच्या वापरकर्त्यांच्या गरजा पूर्ण करण्यासाठी विविध कृषी उत्पादने आणि सेवा प्रदान करतो.
ta: நாங்கள் விவசாயிகளையும் வாங்குபவர்களையும் ஒரு தடையற்ற சந்தையில் இணைப்பதற்கு அர்ப்பணித்துள்ளோம். எங்கள் தளம் பயனர்களின் தேவைகளைப் பூர்த்தி செய்ய பலவகையான விவசாய பொருட்கள் மற்றும் சேவைகளை வழங்குகிறது.
te: మేము రైతులు మరియు కొనుగోలుదారులను సీమ్లెస్ మార్కెట్‌ప్లేస్‌లో కనెక్ట్ చేయడానికి అంకితభావంతో ఉన్నాము. మా ప్లాట్‌ఫారమ్ మా వినియోగదారుల అవసరాలను తీర్చడానికి వివిధ రకాల వ్యవసాయ ఉత్పత్తులు మరియు సేవలను అందిస్తుంది.

source: Our Mission
de: Unsere Mission
es: Nuestra Misión
hi: हमारा मिशन
kn: ನಮ್ಮ ಧ್ಯೇಯ
mr: आमचे ध्येय
ta: எங்கள் பணி
te: మా మిషన్

# missionDescription
source: To empower farmers and provide buyers with access to quality agricultural products.
de: Landwirte zu stärken und Käufern Zugang zu hochwertigen landwirtschaftlichen Produkten zu bieten.
es: Empoderar a los agricultores y proporcionar a los compradores acceso a productos agrícolas de calidad.
hi: किसानों को सशक्त बनाना और खरीदारों को गुणवत्तापूर्ण कृषि उत्पादों तक पहुंच प्रदान करना।
kn: ರೈತರನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು ಮತ್ತು ಖರೀದಿದಾರರಿಗೆ ಗುಣಮಟ್ಟದ ಕೃಷಿ ಉತ್ಪನ್ನಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಒಡಗಿಸುವುದು.
mr: शेतकऱ्यांना सक्षम करणे आणि खरेदीदारांना दर्जेदार कृषी उत्पादनांपर्यंत प्रवेश प्रदान करणे.
ta: விவசாயிகளை மேம்படுத்துவதற்கும், வாங்குபவர்களுக்கு தரமான விவசாய பொருட்களை அணுக வழிவகுப்பதற்கும்.
te: రైతులను శక్తివంతం చేయడం మరియు కొనుగోలుదారులకు నాణ్యమైన వ్యవసాయ ఉత్పత్తులకు ప్రాప్యతను అందించడం.

source: Our Vision
de: Unsere Vision
es: Nuestra Visión
hi: हमारी दृष्टि
kn: ನಮ್ಮ ದೃಷ್ಟಿ
mr: आमचे दृष्टिकोन
ta: எங்கள் பார்வை
te: మా విజన్

# visionDescription
source: To be the leading online marketplace for agricultural products, fostering sustainable practices and supporting local farmers.
de: Der führende Online-Marktplatz für landwirtschaftliche Produkte zu sein, nachhaltige Praktiken zu fördern und lokale Landwirte zu unterstützen.
es: Ser el mercado en línea líder para productos agrícolas, fomentando prácticas sostenibles y apoyando a los agricultores locales.
hi: कृषि उत्पादों के लिए अग्रणी ऑनलाइन बाज़ार बनना, स्थायी प्रथाओं को बढ़ावा देना और स्थानीय किसानों का समर्थन करना।
kn: ಕೃಷಿ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ಪ್ರಮುಖ ಆನ್‌ಲೈನ್ ಮಾರುಕಟ್ಟೆಯಾಗಿರುವುದು, ಸುಸ್ಥಿರ ಅಭ್ಯಾಸಗಳನ್ನು ಉತ್ತೇಜಿಸುವುದು ಮತ್ತು ಸ್ಥಳೀಯ ರೈತರನ್ನು ಬೆಂಬಲಿಸುವುದು.
mr: कृषी उत्पादनांसाठी आघाडीचा ऑनलाइन बाजार बनणे, शाश्वत पद्धतींना प्रोत्साहन देणे आणि स्थानिक शेतकऱ्यांना समर्थन देणे.
ta: விவசாய பொருட்களுக்கான முன்னணி ஆன்லைன் சந்தையாக இருப்பது, நிலையான நடைமுறைகளை ஊக்குவிப்பது மற்றும் உள்ளூர் விவசாயிகளை ஆதரிப்பது.
te: వ్యవసాయ ఉత్పత్తులకు ప్రముఖ ఆన్‌లైన్ మార్కెట్‌ప్లేస్‌గా ఉండటం, స్థిరమైన పద్ధతులను ప్రోత్సహించడం మరియు స్థానిక రైతులకు మద్దతు ఇవ్వడం.

source: Our Values
de: Unsere Werte
es: Nuestros Valores
hi: हमारे मूल्य
kn: ನಮ್ಮ ಮೌಲ್ಯಗಳು
mr: आमच्या मूल्य
ta: எங்கள் மதிப்புகள்
te: మా విలువలు

# valueIntegrity
source: Integrity: We uphold the highest standards of integrity in all our actions.
de: Integrität: Wir halten in all unseren Handlungen höchste Standards der Integrität ein.
es: Integridad: Mantenemos los más altos estándares de integridad en todas nuestras acciones.
hi: ईमानदारी: हम अपने सभी कार्यों में ईमानदारी के उच्चतम मानकों को बनाए रखते हैं।
kn: ಸಮಗ್ರತೆ: ನಾವು ನಮ್ಮ ಎಲ್ಲಾ ಕ್ರಿಯೆಗಳಲ್ಲಿ ಉನ್ನತ ಸಮಗ್ರತೆಯ ಗುಣಮಟ್ಟವನ್ನು ಎತ್ತಿಹಿಡಿಯುತ್ತೇವೆ.
mr: प्रामाणिकपणा: आम्ही आमच्या सर्व कृतींमध्ये प्रामाणिकपणाचे उच्च मानक राखतो.
ta: நேர்மை: நாங்கள் எங்கள் அனைத்து செயல்களிலும் உயர்ந்த நேர்மை தரங்களை பின்பற்றுகிறோம்.
te: ఐంతగ్గా: మేము మా అన్ని చర్యలలో అత్యధిక సమగ్రత ప్రమాణాలను కాపాడుకుంటాము.

# valueCustomerFocus
source: Customer Focus: We value our customers and strive to meet their needs.
de: Kundenfokus: Wir schätzen unsere Kunden und streben danach, ihre Bedürfnisse zu erfüllen.
es: Enfoque en el Cliente: Valoramos a nuestros clientes y nos esforzamos por satisfacer sus necesidades.
hi: ग्राहक केंद्रित: हम अपने ग्राहकों को महत्व देते हैं और उनकी जरूरतों को पूरा करने का प्रयास करते हैं।
kn: ಗ್ರಾಹಕ ಕೇಂದ್ರೀಕರಣ: ನಾವು ನಮ್ಮ ಗ್ರಾಹಕರನ್ನು ಮೌಲ್ಯೀಕರಿಸುತ್ತೇವೆ ಮತ್ತು ಅವರ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ.
mr: ग्राहक केंद्रित: आम्ही आमच्या ग्राहकांना महत्त्व देतो आणि त्यांच्या गरजा पूर्ण करण्याचा प्रयत्न करतो.
ta: வாடிக்கையாளர் கவனம்: நாங்கள் எங்கள் வாடிக்கையாளர்களை மதிக்கிறோம் மற்றும் அவர்களின் தேவைகளைப் பூர்த்தி செய்ய முயற்சிக்கிறோம்.
te: కస్టమర్ ఫోకస్: మేము మా కస్టమర్లను విలువైనవారిగా భావిస్తాము మరియు వారి అవసరాలను తీర్చడానికి ప్రయత్నిస్తాము.

# valueInnovation
source: Innovation: We embrace change and seek new ways to improve our services.
de: Innovation: Wir begrüßen Veränderungen und suchen nach neuen Wegen, unsere Dienstleistungen zu verbessern.
es: Innovación: Aceptamos el cambio y buscamos nuevas formas de mejorar nuestros servicios.
hi: नवाचार: हम परिवर्तन को अपनाते हैं और अपनी सेवाओं को बेहतर बनाने के नए तरीके खोजते हैं।
kn: ನಾವೀನ್ಯತೆ: ನಾವು ಬದಲಾವಣೆಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಹೊಸ ಮಾರ್ಗಗಳನ್ನು ಹುಡುಕುತ್ತೇವೆ.
mr: नवोन्मेष: आम्ही बदल स्वीकारतो आणि आमच्या सेवांमध्ये सुधारणा करण्याचे नवीन मार्ग शोधतो.
ta: புதுமை: நாங்கள் மாற்றத்தை ஏற்றுக்கொள்கிறோம் மற்றும் எங்கள் சேவைகளை மேம்படுத்த புதிய வழிகளைத் தேடுகிறோம்.
te: ఇన్నోవేషన్: మేము మార్పును ఆలింగనం చేస్తాము మరియు మా సేవలను మెరుగుపరచడానికి కొత్త మార్గాలను కోరుకుంటాము.

# valueSustainability
source: Sustainability: We are committed to promoting sustainable agricultural practices.
de: Nachhaltigkeit: Wir sind verpflichtet, nachhaltige landwirtschaftliche Praktiken zu fördern.
es: Sostenibilidad: Estamos comprometidos con promover prácticas agrícolas sostenibles.
hi: स्थिरता: हम स्थायी कृषि प्रथाओं को बढ़ावा देने के लिए प्रतिबद्ध हैं।
kn: ಸುಸ್ಥಿರತೆ: ಸುಸ್ಥಿರ ಕೃಷಿ ಅಭ್ಯಾಸಗಳನ್ನು ಉತ್ತೇಜಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.
mr: शाश्वतता: आम्ही शाश्वत कृषी पद्धतींना प्रोत्साहन देण्यासाठी कटिबद्ध आहोत.
ta: நிலைத்தன்மை: நிலையான விவசாய நடைமுறைகளை ஊக்குவிப்பதற்கு நாங்கள் உறுதியளிக்கிறோம்.
te: సస్టైనబిలిటీ: స్థిరమైన వ్యవసాయ పద్ధతులను ప్రోత్సహించడానికి మేము కట్టుబడి ఉన్నాము.

# voiceCommandNotImplemented
source: Voice command feature not yet implemented
de: Die Sprachbefehlsfunktion ist noch nicht implementiert
es: La función de comandos de voz aún no está implementada
hi: वॉइस कमांड सुविधा अभी तक लागू नहीं की गई है
kn: ಧ್ವನಿ ಆದೇಶ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಇನ್ನೂ ಜಾರಿಗೆ ತರಲಾಗಿಲ್ಲ
mr: व्हॉइस कमांड वैशिष्ट्य अद्याप लागू केलेले नाही
ta: குரல் கட்டளை அம்சம் இன்னும் செயல்படுத்தப்படவில்லை
te: వాయిస్ కమాండ్ ఫీచర్ ఇంకా అమలు చేయబడలేదు

# nameLabel
source: Name
es: Nombre
hi: नाम
kn: ಹೆಸರು
mr: नाव
ta: பெயர்
te: పేరు

# emailLabel
source: Email
es: Correo Electrónico
hi: ईमेल
kn: ಇಮೇಲ್
mr: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

# messageLabel
source: Message
de: Nachricht
es: Mensaje
hi: संदेश
kn: ಸಂದೇಶ
mr: संदेश
ta: செய்தி
te: సందేశం

source: Your
de: Dein
es: Tu
hi: आपका
kn: ನಿಮ್ಮ
mr: तुमचे
ta: உங்கள்
te: మీ

# pleaseEnter
source: Please enter your
de: Bitte gib dein
es: Por favor, introduce tu
hi: कृपया अपना दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮದನ್ನು ನಮೂದಿಸಿ
mr: कृपया तुमचे प्रविष्ट करा
ta: தயவுசெய்து உங்கள்
te: దయచేసి మీ

# pleaseEnterMessage
source: Please enter a message
de: Bitte gib eine Nachricht ein
es: Por favor, introduce un mensaje
hi: कृपया एक संदेश दर्ज करें
kn: ದಯವಿಟ್ಟು ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ
mr: कृपया संदेश प्रविष्ट करा
ta: தயவுசெய்து ஒரு செய்தியை உள்ளிடவும்
te: దయచేసి ఒక సందేశాన్ని నమోదు చేయండి

# sendMessageButton
source: Send Message
de: Nachricht senden
es: Enviar Mensaje
hi: संदेश भेजें
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
mr: संदेश पाठवा
ta: செய்தி அனுப்பு
te: సందేశాన్ని పంపండి
